{
  "inserted": 132,
  "sample": [
    {
      "title": "12",
      "content": "The traitorous forces of the rebel Warmaster Horus drove\nall before them, until those Legions still loyal to the Master of\nMankind stood at bay upon the fortified walls of the Emperor’s\nPalace on Terra. The forces of darkness pressed in around\nthe guttering flame of humanity, but desperate times called\nfor desperate solutions. Sanguinius of the Blood Angels and\nRogal Dorn of the Imperial Fists, together with their bravest\nwarriors, would accompany the Emperor and take the fight to\nHorus upon his battle-barge, a mighty warship in orbit above\nTerra. The Emperor and his warriors teleported onto Horus’\nbattle-barge but found themselves separated and scattered\nthroughout the corrupt vessel by means of dark sorcery. The\nEmperor fought his way to the Warmaster but was too late to\nsave Sanguinius, who Horus slew when the angelic Primarch\nrefused to turn to Chaos. Yet, some maintain that Sanguinius\ninflicted a wound, however small, upon his erstwhile brother.\nHorus and the Emperor clashed in a battle of both flesh and\nspirit. Horus was filled with the power of the Dark Gods and\ndealt the Emperor a mortal blow, but in the end, the Emperor’s\nwill was the greater, and Horus was struck down with the last\nounce of the Emperor’s strength. The traitor was destroyed\nutterly and, with his death, the power of the Traitor Legions\nwas broken. When Dorn and his warriors finally fought\ntheir way into the rebel warmaster’s sanctum, they found the\nEmperor’s broken and ruined body, and it is said that their\ncries of woe were heard far below on Terra itself.\nRogal Dorn, most determined and unbending of the\nPrimarchs, bore his master’s body back to Terra and, under\nthe direction of the crippled Emperor, bound him within the\nGolden Throne to sustain his existence for all eternity with\nconstant sacrifice and baroque machineries. The followers of\nthe Ruinous Powers were defeated, but it was victory won at a\nterrible cost. The brotherhood of the Primarchs was sundered,\nand the Emperor’s vision for the Imperium and all of Mankind\nlay in ruins—the last, best hope of its fulfilment lost forever.\nThe galactic empire he had forged was all but destroyed, and\nit was to take many more years of brutal warfare before all the\nTraitor forces were defeated and driven into the hellish chaos\nof the Eye of Terror. The toll numbered in the billions, and\nuncounted worlds had been left as little more than corpsehaunted wastelands as the raging inferno of the Horus Heresy\nwas finally extinguished, though Mankind still teetered on the\nvery brink of extinction.\nThe Horus Heresy had revealed weaknesses in the geneseed of several of the early Space Marine Legions, which had\nbeen exacerbated by the need to keep the huge formations\nup to strength in the terrible wars being fought at the time.\nThe insidious powers of Chaos had been able to manipulate\nthis corruption to turn Horus and many of the Space Marines\nunder his command against the Emperor. Once Horus was\ndefeated, it was decided that the forces of the Imperium\nwould be reorganised so that a similar catastrophe could not\nbe repeated.\nThe Space Marine Legions were divided up to create\none Chapter of the same name as the founding Legion and\na number of new Chapters with new names. This event was\ncalled the Second Founding, and over two dozen further\nFoundings have occurred in the ten millennia since. It is\nnot known exactly how many Chapters were created in the\naftermath of the Horus Heresy, as many of the Imperium’s\nrecords are incomplete or lost entirely, and whole Chapters\nhave been created and destroyed in the millennia that have\nfollowed. What is known is that there are just over a thousand\nChapters scattered across the Imperium, each a brotherhood\nof the very finest warriors Humanity can muster.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "1214"
      }
    },
    {
      "title": "13",
      "content": "The Second Founding of the Space Marines was decreed\nseven years after the death of Horus. The existing Space\nMarine Legions were broken down and re-founded as\nsmaller, more flexible formations. Where the old Legions\nwere unlimited in size, the new formations were fixed\nat approximately one thousand fighting warriors. This\ncorresponded to the existing unit called the Chapter,\nand in future the Chapter was recognised as the standard\nautonomous Space Marine formation. No longer would\none man have power over a force as powerful as a Space\nMarine Legion.\nThe existing Space Marine Legions were divided into\nnew Chapters. One Chapter kept the name and colours of\nthe original Legion, while the remaining Chapters took on\nnew titles and colours. Most of the old Legions were divided\ninto fewer than five Chapters, but the Ultramarines, being by\nfar the largest of the Legions, were divided many times. The\nexact number of new Chapters created from the Ultramarines\nis uncertain: the number listed in the oldest known copy of",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "131140"
      }
    },
    {
      "title": "14",
      "content": "been destroyed, leaving no records of the deeds. Others have\nbeen lost in more recent times, and their names are now all that\nremains of them.\nEach of the Chapters into which the Legions were subdivided\nconsisted of roughly 1,000 warriors. A large section of the\nCodex Astartes is dedicated to structuring the organisation\nof these Chapters. A Chapter consists of ten companies each\nnumbering 100 Space Marines. The warriors of these companies\nare organised into ten squads of ten men led by a Sergeant. In\naddition to this basic fighting unit, each company has its own\nCaptain, Standard Bearer, Chaplain, and Apothecary.\nEvery company, with the exception of the Scout Company,\nmaintains a pool of Rhino transports for its squads and officers.\nThe First Company is also equipped with Land Raider tanks to\ncarry heavily-armoured Terminator squads. It is customary for\nDreadnoughts to remain with their company, as their fearsome\npresence bolsters the company’s fighting strength.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "1418"
      }
    },
    {
      "title": "15",
      "content": "with, or knowledge of, the Space Marines, or in many cases\neven of the Imperium. The Chapter’s officers might visit the\nculture once a generation and will be the subject of myth and\nlegend. These mighty warriors from beyond the stars are figures\nof awe, and their word is law.\nThe nature of the trials set by the outsiders vary enormously,\nbut all are so arduous that only a handful pass them. Those\nwho fail may be lucky to even survive, for many trials take\nthe form of ritual combat, the hunting of a great beast, or the\nperformance of incredibly dangerous feats of strength and\nbravery. At the conclusion of the trials, those few aspirants that\nhave been deemed worthy are taken away, invariably never to\nsee their people again.\nIt is always a great honour for a family to have a son chosen\nby the Space Marines, even for societies with little conception\nof the greater galaxy beyond their world. The Space Wolves are\nan example of this. The Wolf Priests of the Space Wolves scour\nthe warring tribes of their home world Fenris for their strongest\nand bravest youths, while Ultramarines traditionally draw their\ncandidates from the elite training barracks of a whole group of\nplanetary systems known collectively as Ultramar, the realm of\nthe Ultramarines.\nOther Chapters have no single home world and travel the\ngalaxy in gigantic fleets of battleships, recruiting either from a\nregular series of worlds or from the war zones to which they are\nassigned. The Black Templars are one such example of a fleetbased Chapter, as are the Dark Angels.\nOnce accepted, the young aspirants become Neophytes and\nbegin their regimen of training and biological enhancement.\nEach Chapter has its own traditions regarding the initiation of\nthe recruit into its legends and secrets. This process often runs\nparallel to the bio-genetic treatments the Neophyte must undergo.\nAs the physical transformation proceeds, spiritual change also\noccurs. Both are tempered by ongoing experience on the field of\nbattle and the rituals in which the Neophyte must participate.\nThe nature of such rites varies enormously from one Chapter\nto the next. Some are solemn affairs recalling the sacrifice the\nEmperor made for humanity. Others are raucous celebrations\ndrawing on the culture and nature of the Chapter’s home world.\nStill more are bloody and barbaric involving ritual bloodletting,\nscarification, or amputation. All are vital to the arcane workings\nof the Chapter, and his participation is a prerequisite of the\nNeophyte’s acceptance by his would-be brothers-in-arms.\nSuch are the rigours of the training that many do not survive.\nWhether he is crippled upon the battlefield, or found spiritually\nwanting during a particularly exacting ritual, a Neophyte may\nfind himself cast out, his future with the Chapter curtailed.\nIn some instances, the Neophyte may transgress one of\nthe many articles of Chapter law, and injury at war may prove\npreferable to the punishment. Many possible fates await those\nwho fall by the wayside in this manner. Most are mind-scrubbed\nand become Chapter serfs—manservants and menials. The less\nfortunate are transformed into living servitors—mindless biomechanical automatons who exist only to assist the Chapter’s\nTechmarines in the operation of heavy and frequently dangerous\nmachinery. A very rare few may yet rise to positions of relative\npower within the Chapter’s household, yet even the highestranked factotum is but a lowly, nameless servant in the eyes of\nthe Battle-Brothers.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "1517"
      }
    },
    {
      "title": "16",
      "content": "gene-Seed\nThere are nineteen varieties of gene-seed corresponding to\nthe nineteen different superhuman organs that are surgically\nimplanted into a Space Marine. Because most Chapters have\nexisted for many thousands of years, a number of these\nChapters have gene-seed that has mutated over time. This\nhas resulted in changes in the exact nature of the artificially\ncultured organs. Such changes may sometimes make an\nimplant useless—such is the case with the Imperial Fists, who\nare known to lack the organ called the Betcher’s gland, which\nallows a Space Marine to spit corrosive poison. In other cases,\nthe changes in an organ might reduce its effectiveness or cause\nstrange new effects—the Salamanders, for example, share\nskin as dark as coal, due to the actions of their melanchromic\norgan. Whatever the result, it will affect the entire Chapter,\nas all Space Marines belonging to the Chapter share implants\ncultured from the original gene-seed.\nAlthough a Chapter’s Apothecaries and surgeons are able\nto perform the necessary implant operations, they do not\nnecessarily understand the exact functioning of each organ.\nThe processes involved are incredibly ancient. Procedures\nare handed down from generation to generation, becoming\nincreasingly ritualised and misinterpreted. For these reasons,\nthe efficiency of each organ differs from Chapter to Chapter,\ndepending on the condition of the Chapter’s gene-seed and\nthe degree of debasement of its surgical procedures. In some\nChapters, mutation of gene-seed, poor surgical procedure,\nor inadequate post-operative conditioning has twisted the\nfunctioning of implants.\nIn addition to the problem of mutated implants, many\nChapters have simply lost one or more types of gene-seed\norgans due to accident, genetic failure, or some other cause.\nVery few Chapters, therefore, possess all nineteen of the\nimplants. All possess the carapace implant however, as without\nit, the Neophyte could never become a Space Marine.\nEach of the gene-seed organs is extremely complicated.\nMany of the organs only work properly when another organ\nis present, the loss or mutation of one organ often affecting\nthe exact functioning of the others. For these reasons, implants\nmust be constantly monitored, and many Space Marines must\nundergo corrective surgery to re-balance their metabolisms.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "16 20 25 30 30 27 29 21 28"
      }
    },
    {
      "title": "17",
      "content": "of the recipient’s original heart. This implant enables Space\nMarines to survive low oxygen concentrations and traumatic\ninjury, and is also necessary in the maintenance of the subject’s\nmetabolism, which will be pushed to its limits as his body is\nsubject to the many surgical procedures it will endure over the\nnext several years.\nThe next stage in the implantation process is the addition\nof the Ossmodula. This is a tube-shaped organ whose small\nsize belies its complex structure. The Ossmodula monitors and\nsecretes hormones affecting epiphiseal fusion and ossification\nof the skeleton. At the same time, the specially engineered\nhormones encourage the forming bones to absorb ceramicbased chemicals administered in the Neophyte’s diet. Two\nyears following implantation, this will have caused considerable\nstrengthening of the long bones, extreme ossification of the\nchest cavity (caused by growth of the ribs forming a solid mass\nof inter-laced bone plates), and a general increase in the size of\nthe recipient’s skeleton.\nNormally implanted at the same time as the Ossmodula,\nthe Biscopea is emplaced within the chest cavity. It is small,\napproximately spherical and, like the Ossmodula, its primary\nfunction is hormonal. The presence of the Biscopea stimulates\nmuscle growth throughout the body. These muscles bond to\nthe rapidly growing skeleton, which is why these two implants\nare often undergone at the same time.\nPhases four and five are often implanted at the same time,\nbetween the ages of twelve and fourteen. The Haemastamen\nis a tiny organ, placed within a main blood vessel and serves\ntwo main purposes. Firstly, it monitors and to some degree\ncontrols the Ossmodula and the Biscopea. It also alters the\nconstituent make-up of the recipient’s blood. As a result, the\nSpace Marine’s blood will be considerably more efficient than\nordinary human blood, as it has to be considering the extra\nbiological hardware the Space Marine carries inside him.\nThe second implant emplaced at this time is the Larraman’s\b\nOrgan. This is a liver-shaped, dark, fleshy organ. It is implanted\ninto the chest cavity along with a complicated array of blood\nvessels. The organ generates and stores special Larraman cells.\nIf the recipient is wounded, these cells are released into the\nbloodstream, where they latch onto leucocytes in the blood\nand are transported to the site of the wound. Once outside\nthe body, the Larraman cells form a skin substitute of instant\nscar tissue, staunching the flow of blood and protecting any\nexposed wound area. This process is almost instantaneous, and\nit can appear to the onlooker as if the blood is frozen solid\neven before it hits the ground.\nWith the initiation of phase six, the subject is ready to begin\nthe extensive hypnotherapy that will continue throughout\nthe entire initiation process, and beyond. The Catalepsean\b\nNode is a brain implant usually inserted into the back of the\nskull via a hole drilled into the occipital bone. The pea-sized\norgan influences the circadian rhythms of sleep and the body’s\nresponse to sleep deprivation. Normally, a Space Marine sleeps\nlike any normal man, but if deprived of it, the Catalepsean\nNode becomes active. The recipient is capable of sleeping\nand remaining awake at the same time by switching off areas\nof the brain sequentially. This process cannot replace normal\nsleep entirely, but it increases a Space Marine’s survivability by\nallowing awareness of the environment whilst resting.\nThe next three phases of the process, the implantation\nof the Preomnor, Omophagea and Multi-lung are often\nundertaken at the same time, between the ages of fourteen\nand sixteen. The Preomnor is a large implant which fits into\nthe chest cavity. It is a pre-digestive stomach which allows\nthe recipient to eat a variety of otherwise poisonous or\nindigestible materials. No actual digestion tales place in the\nPreomnor. Instead, individual sensory tubes assess potential\npoisons and neutralise them or, where necessary, isolate the\nPreomnor from the rest of the digestive tract. The Omophagea\nis a complicated implant that is placed within the spinal cord\nbetween the cervical and thoracic vertebrae, where it becomes\nin effect part of the brain. Four nerve sheaths called neuroclea\nare implanted between the spine and the preomnoral stomach\nwall. The Omophagea is designed to absorb genetic material\ngenerated in animal tissue as a function of memory. This\nendows the Space Marine with an unusual survival trait—he\ncan actually learn by eating. If a Space Marine eats part of a\ncreature, he will absorb some of the memories of that creature.\nThis can be very useful in an alien environment. Incidentally, it\nis the presence of this organ which has created the various flesh\neating and blood drinking rituals for which many Chapters are\nknown, as well as giving the names to Chapters such as the\nBlood Drinkers and Flesh Tearers. The third organ implanted\nat this time is the Multi-lung. This large, tubular, grey organ\nis sometimes called the ‘third lung’. Blood is pumped through\nthe organ via connecting vessels grafted onto the recipient’s\npulmonary system. Atmosphere is taken in by means of a\nsphincter located in the trachea. In toxic atmospheres, an\nassociated sphincter muscle closes the trachea and restricts\nnormal breathing, thus protecting the lungs. The Multi-lung is\nable to absorb oxygen from poorly oxygenated or poisonous\nair without suffering damage thanks to its own efficient toxin\ndispersal, neutralisation, and regeneration systems.\nPhase ten of the process is the implantation of the\nOcculobe. This small slug-like organ sits at the base of the\nbrain. It provides the hormonal and genetic stimuli which\nenable a Space Marine’s eyes to respond to optic-therapy. The\nOcculobe does not in itself improve a Space Marine’s eyesight,\nbut it allows technicians to make adjustments to the growth\npatterns of the eye and the light-receptive retinal cells. A Space\nMarine has far better eyesight than a normal human, and can\nsee in low light conditions almost as well as in daylight.\nPhase eleven is the addition of the Lyman’s\bEar. This\norgan enables a Space Marine to consciously enhance and\neven filter certain types of background noise. Not only is\nhearing improved, but a Space Marine cannot become dizzy\nor nauseous as a result of extreme disorientation. A Lyman’s\nEar is externally indistinguishable from a normal human ear.\nBetween the ages of fifteen and sixteen, phase twelve is\ninitiated, in which a flat, circular organ called the Sus-an\b\nMembrane is implanted over the top of the exposed brain.\nIt then grows into the brain tissue until completely merged.\nThe organ is not effective until subsequent chemical therapy\nand training is applied. However, a properly tutored Space\nMarine may then enter into a state of suspended animation.\nThis may be a conscious action, or may happen automatically\nin the event of extreme physical trauma. In this condition,\na Space Marine may survive for many years, even if bearing",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "171"
      }
    },
    {
      "title": "18",
      "content": "otherwise fatal injuries. Only appropriate chemical therapy\nand auto-suggestion can revive a Space Marine from this\nstate—he cannot revive himself. The longest known period of\ndeanimation followed by successful reanimation is 567 years,\nin the case of Brother Silas Err of the Dark Angels Chapter.\nThe next phase of the process is the implantation of the\nMelanchromic\bOrgan. This hemispherical, black organ\nfunctions in an indirect and extremely complex manner. It\nmonitors radiation levels and types bombarding the skin,\nand if necessary, sets off chemical reactions to darken the\nskin and protect it from ultraviolet exposure. It also provides\nlimited protection from other forms of radiation. Differing\nMelanchromic Organ gene-seed from Chapter to Chapter leads\nto variations in skin and hair colour, and in some Chapters all\nof the Space Marines may have identical colouration, such as is\nfound in the albino warriors of the Death Spectres Chapter.\nPhases fourteen and fifteen, the implantation of the Oolitic\b\nKidney and the Neuroglottis, are often undertaken at the\nsame time. The Oolitic Kidney is red-brown and heart-shaped\nand improves and modifies the Space Marine’s circulatory\nsystem, enabling other implants to function effectively. The\nOolitic Kidney also filters blood extremely efficiently and\nquickly. The Secondary Heart and Oolitic Kidney are able to\nact together, performing an emergency detoxification function\nin which the Space Marine is rendered unconscious as his\nblood is circulated at high speed. This enables a Space Marine\nto survive poisons and gases which are otherwise too much\nfor even the multi-lung to cope with. The Neuroglottis enables\nthe Space Marine to assess a potential food by taste. The organ\nis implanted in the back of the mouth. By chewing, or simply\nby tasting, a Space Marine can detect a wide variety of natural\npoisons, some chemicals and even the distinctive odours of\nsome creatures. To some degree, a Space Marine is also able to\ntrack a target by taste alone.\nIn phase sixteen, normally at age sixteen, a small organ\ncalled the Mucranoid is implanted in the lower intestine\nwhere its hormonal secretions are absorbed by the colon.\nThese secretions initiate a modification of the sweat glands.\nThis modification normally makes no difference to the Space\nMarine until activated by appropriate chemical therapy. As\na result of this treatment, the Space Marine sweats an oily,\nnaturally cleansing substance which coats the skin. This\nprotects the Space Marine against extremes of temperature\nand even offers a slight degree of protection against vacuum.\nMucranoid chemical therapy is standard procedure in long\nspace voyages and when fighting in vacuum or near-vacuum.\nPhase seventeen is the implantation of two identical organs\ncalled Betcher’s\bGlands. These are placed into the lower\nlip, alongside the salivary glands or into the hard palette. The\nBetcher’s Gland works in a similar way to the poison gland of\nvenomous reptiles by synthesising and storing deadly poison.\nSpace Marines are rendered immune to this poison by virtue\nof the gland’s presence. The gland allows the Space Marine to\nspit a blinding contact poison, which is also highly corrosive.\nA Space Marine imprisoned behind iron bars could easily\nchew his way out given a few hours.\nIn the penultimate phase of the process, a pair of glands\ncalled Progenoids are implanted, one in the neck and the\nother deep in the chest cavity. This takes place between the age\nof sixteen and eighteen. These glands are vitally important to\nthe very survival of the Space Marine’s Chapter. Each organ\ngrows within the Space Marine, absorbing hormonal stimuli\nand genetic material from the other implants. After five years,\nthe neck gland is mature and ready for removal. After ten\nyears, the chest gland becomes mature and is also ready to\nbe removed. A gland may be removed any time after it has\nmatured, and it represents the Chapter’s only source of geneseed. When mature, each organ contains a single gene-seed\ncorresponding to each zygote implanted into the recipient.\nOnce removed by surgery, the Progenoid must be carefully\nprepared, its individual gene-seeds checked for mutation, and\nsound gene-seeds stored. Gene-seeds can be stored indefinitely\nunder suitable conditions.\nSpace Marine Apothecaries carry a special device known\nas a reductor, which they can use in battlefield conditions to\nremove the Progenoid glands of a fallen Space Marine, so\nthat, even should he die before his glands are harvested, they\nmay be recovered. The whole purpose of the Progenoid is to\nprovide gene-seed to enable the Chapter to continue. It is not\npossible to create a zygote in any other way. Each Chapter’s\nstock of gene-seed is therefore unique to itself. Gene-seed has\na great deal of religious significance to a Chapter, representing\nits identity and future. Without gene-seed, a Chapter has no\nfuture. The extinction of a type of gene-seed means that a\nzygote has been lost forever. The extinction of the Progenoid\ngene-seed itself would effectively mean the end to a Chapter.\nAs each Space Marine has only two Progenoid glands,\nthe rate at which a Chapter can create new Space Marines\nis restricted. It may take many years for a Chapter to rebuild\nitself after heavy losses. Gene-seed is often rendered useless if\na Space Marine is exposed to high radiation levels or other\nforms of genetic disturbance. The efficiency of different\nChapters’ Progenoid gene-seed also varies, so some Chapters\nare able to make up their numbers faster than others.\nThe final and the most distinctive implant is the Black\b\nCarapace, which cannot be implanted beyond the age of\neighteen. This looks like a film of black plastic when growing\nin the tanks. This is removed from its culture-solution and cut\ninto sheets, which are implanted directly beneath the skin of\nthe recipient’s torso. Within a few hours, the tissue expands,\nhardens on the outside, and sends invasive neural bundles\ndeep inside the subject. After several months, the recipient is\nfitted with neural sensors and transfusion points, cut into the\nhardened carapace. These artificial interface points mesh with\nfeatures integral to the power armour, such as the monitoring,\nmedicinal, and maintenance units. Without the benefit of the\nBlack Carapace, a Space Marine’s power armour would be far\nless effective.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "18 12"
      }
    },
    {
      "title": "Marine",
      "content": "“Give me the Scout as a boy, and I’ll give you the Battle-Brother as\na man.”\n–Veteran Scout Sergeant Dvan Skor of the Storm Wardens.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "marine must have 60 renown to be considered for"
      }
    },
    {
      "title": "20",
      "content": "chainsword. Optionally, two of the Space Marines may carry\nplasma pistols. This combination is ideal for fast-attacking,\nclose-quarter fighting assault troops.\nEven though Tactical squads are the most common type\nin any Chapter, to earn a place in one a Space Marine must\nhave proven himself both courageous and wise in battle.\nThroughout his service in the Devastator and Assault squads,\nhe will be proven adaptable in his approach to the arts of war\nand will have mastered a range of tactics and weaponry.\nTactical squads are the most commonly fielded squad\ntypes in a Chapter. A Tactical squad is led by a Sergeant and\nincludes nine other Space Marines. Of these, seven BattleBrothers are armed with bolters, whilst the remaining two\ncan be armed with bolters or, alternatively, one may carry a\nheavy weapon such as a missile launcher or a heavy bolter,\nand the other may carry a special weapon such as a flamer or\nmeltagun. This combination is the most tactically flexible and\noffers a good mixture of capabilities within the squad.\nAfter serving in hundreds of campaigns and thousands of\nbattles, and having conquered the very worst the galaxy has\nto throw at him, a Space Marine is likely to be considered a\nVeteran. In most Chapters, such an honour is not measured\nby length of service, but in blood spilled, horrors overcome,\nand mighty deeds done. As a prelude to service in the First\n(Veteran) Company, many Space Marine Veterans fulfill the\nrole of Sergeant, leading squads of all types in any of the\nother companies. Thus, many of the Space Marines of the\nVeteran company will be battle-proven leaders as well as\nhighly experienced warriors.\nThe warriors of the Veteran company are fielded in one of\nthree squad types:\nTerminator squads wear the uniquely powerful Terminator\narmour, sometimes called tactical dreadnought armour. This\narmoured suit is massive in construction, virtually turning a\nSpace Marine into a one-man tank. Every Chapter has a limited\nnumber of Terminator armour suits, and each is an ancient\nartefact crafted many thousands of years ago. Terminators are\nless mobile than other Space Marines and are primarily used\nin boarding actions or in extreme close quarters when heavy\nfire support cannot be easily brought to bear. So resilient is\nthe armour that it is reputedly able to operate inside plasma\nreactors, within volcanoes, and inside highly irradiated areas\nof deep space. Legend has it that the armour can even survive\nthe tread of a Titan. To wear an ancient suit of Terminator\narmour is one of the greatest honours to which a Space\nMarine can aspire. Each suit bears on its left shoulder the Crux\nTerminatus, the unique badge of the Terminator. Each Crux is\nsaid to contain at its core a tiny fragment of the armour worn\nby the Emperor himself when he fought his final battle against\nthe traitor Warmaster Horus, providing a direct link between\nthe Space Marine and the Father of Mankind.\nDespite its obvious benefits, Terminator armour is not\nsuitable for all missions. Most of the time, Veterans take to the\nfield wearing ordinary power armour, albeit a suit inscribed\nwith many hundreds of battle honours. When wearing power\narmour, Veterans are formed into vanguard Veteran squads or\nsternguard Veteran squads. By dint of their rank, Veterans have\naccess to the most fearsome weaponry in the Chapter’s arsenal,\nincluding sacred blades and artificer-crafted combi-weapons\nof uniquely masterful craftsmanship. Vanguard Veteran\nsquads go to battle equipped with the most lethal of close\ncombat weapons, and often wear jump packs to bring them\nto bear before the enemy can even react. Sternguard Veteran\nsquads carry a wide array of ranged weaponry and specialised\nammunition, and are masters in its overwhelming application.\nVeteran squads are rarely deployed en masse, but are instead\nused to bolster the line, provide an unstoppable speartip or to\nact as a highly flexible and mobile reserve.\nMASTERS OF THE cHAPTER\nEach of the Chapter’s ten companies is led by a Captain.\nThese leaders are second in experience only to the Chapter\nMaster himself, and each is a warrior so deadly that he will\nrarely meet his match. Each Captain is an inspirational and\ndetermined leader, able to coordinate the Space Marines under\nhis command whatever the opposition. In addition to leading\nSpace Marines in battle, each Captain holds titles dependent\non his other responsibilities with regard to the workings of\nthe Chapter or its home world, such as Master of the Fleet or\nMaster of the Marches.\nOf the thousand awesome and terrifying warriors that\ncomprise a Space Marine Chapter, there is but one Chapter\nMaster, a leader with centuries of experience in the very\ncrucible of battle. His own fighting skills will be unsurpassed,\nwhether in the use of gun, blade, or bare hands. His very\nrank speaks of a past littered with the bodies of bloodied,\nbeaten foes of the most terrifying and inhuman sort. It is not\nenough, however, for the Chapter Master to be its foremost\nwarrior. He must also be a superb tactician, grounded in the\nteachings of the Codex Astartes and honed through countless\ndecisions made in the maelstrom of close action. His soldiers\nare also his brothers, and he knows that they will give their\nlives at his command. He must preserve these magnificent\nfighters, but must also accomplish his mission and uphold the\nhonour of his Chapter. He will be steeped in the lore of his\nChapter and be sworn to keep its secrets and must conduct\nhis diplomacy accordingly, for Space Marines maintain a web\nof time-proven oaths and honours debts and do not simply\nheed the commands of Imperial functionaries. Those who\nwish a Chapter Master to send his warriors into battle must\ngive him good reason to do so. In addition to this, a Chapter\nMaster will often be the ruler of his Chapter’s home world, a\nresource that is too valuable for him to ignore. Amongst the\ngreatest risks facing a Chapter Master is the very power he\nwields, for a Chapter of Space Marines is a force capable of\ndevastating entire worlds at his order.\nEven a Space Marine can feel pride, ferocity, and desire—\nit is, after all, their hero’s soul that drives them to acts of\nselfless sacrifice. But in these things lie the seeds of hubris\nthat can eventually lead to damnation. Any Space Marine, but\nespecially a Chapter Master, must beware the short path to\nvictory, must consider both the ends and the means, and must\nheed the example of Emperor and Primarch.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "20 25 20 40 40 15 25 20 10"
      }
    },
    {
      "title": "Strength (S)",
      "content": "Strength describes how physically strong your character is.\nIt is important to note that Space Marines are inherently\npossessed of incredible strength: all Space Marines possess",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "strength"
      }
    },
    {
      "title": "toughneSS (t)",
      "content": "Toughness defines how easily your character can shrug off\ninjury as well as how easily he can resist toxins, poisonous\nenvironments, disease, and other physical ailments. It is\nimportant to note that Space Marines are exceptionally tough\nand difficult to kill: all Space Marines possess the Unnatural",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "toughness"
      }
    },
    {
      "title": "perCeption (per)",
      "content": "Perception describes how well your character perceives his\nsurroundings. It reflects the acuteness of your character’s\nsenses. Space Marines have two special implants that affect\ntheir Perception. See page 36 for details.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "perception per"
      }
    },
    {
      "title": "fellowShip (fel)",
      "content": "Fellowship is your character’s ability to interact with other\ncreatures, to deceive, charm, or befriend them.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "fellowship fel"
      }
    },
    {
      "title": "CharaCteristiCs",
      "content": "Characteristics are generated one at a time. For each, roll 2d10,\nadd the resulting numbers together, then add 30. Follow this\nprocedure once for each of your Characteristics until you have\nthe results for all nine and then fill them in on your character\nsheet. When recording each Characteristic on your character\nsheet, remember to write the first digit of the number in the\ncircle. Writing those digits in the circles allows you to see what\nyour Characteristic Bonuses are at a glance. Note that one or\nmore of your Characteristics may be further modified by your\nchoice of Chapter in Stage 2: Select Chapter.\nince you are playing a character who represents one of the\nImperium’s mightiest defenders, you may re-roll any one result\nof your choosing. Should you choose to do this, you must\nkeep the new result, even if it is worse than the old one.\nkill-teaMS?\nThe term “kill-team” is most often used for small, squadsized units of Space Marines sworn to the Deathwatch.\nFor the purposes of the Deathwatch roleplaying game,\nkill-team refers to the player character group.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "characteristics"
      }
    },
    {
      "title": "Fellowship 8 (+30) 38 3",
      "content": "Sam gets one re-roll. Looking at his Characteristics, his worst score\nis his Ballistic Skill. Since he intends to gun down plenty of hostile\naliens, he decides to roll for Ballistic Skill again. He rolls 2d10 and\ngets a 15! He replaces his BS with 45, so his Characteristics now\nlook like this:\nWS BS S T Ag Int Per WP Fel\n41 45 46 40 39 42 45 44 38\nStage 2: SeleCt Chapter\n“Forget your past life. From this day on, you are simply a Dark\nAngel—nothing else is of consequence. The Chapter is all\nthat matters.”\n–Commander Azrael addressing new recruits\nto the Scout company\nAfter generating your Characteristics, your next step is to\ndetermine your Space Marine’s home Chapter. There are\nroughly a thousand Chapters of Space Marines within the\nImperium, each one possessing unique beliefs, traditions,\nand battle honours from ten millennia of war amongst the\nstars. The particular principles and rituals of a Space Marine’s\nChapter encompass the majority of his adult life, and the\nguidance of the other Space Marines of his Chapter shape\nhim above all other influences. When you select your home\nChapter, you gain certain modifiers to your Characteristics, a\nstarting Solo Mode ability, and a special Demeanour. Not to\nworry—all of these terms will be explained later on! Note\nall of these things down on your character sheet and move\non to the next stage. You will find a selection of Chapters on\npages 38–54.\nStage 3: SeleCt SpeCialitY\n“Zeal and fury are rewarded with victory.”\n–Captain Davian Thule of the Blood Ravens\nOnce you have chosen your Space Marine’s home Chapter,\nthe next step is to select his Speciality. In the Deathwatch, a\ncharacter’s Speciality defines his role and function within a killteam. In their home Chapters, Space Marines are able to wage\nwar in a wide variety of roles on the battlefield. However, the\nelite special missions conducted by the Deathwatch require a\ntighter focus on a Space Marine’s natural talents. A Speciality\nhelps guide your character’s development, determining your\nstarting gear, Skills, Talents, and a variety of other factors,\nhelping to build a place for yourself within your kill-team.\nTo determine your Speciality, you make a selection from\nthose available (note that some Chapters are restricted and\nmay not select certain Specialities). Once you know what\nyour character’s Speciality is, copy down all of the relevant\ninformation onto your character sheet—your starting Skills,\nTalents, and gear. In some cases, you will need to make a\nchoice between one thing or another. If in doubt over what\nto choose, ask your GM for advice.\nBefore play begins, you will get the chance to make\nfurther improvements to your character (for details, see Stage\n4: Spend Experience Points).",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "fellowship"
      }
    },
    {
      "title": "name",
      "content": "“Honour your Chapter and your name shall be remembered. Honour\nyour Primarch, and your name shall be respected. Honour the\nEmperor, and your name will be legend.”\n–Chaplain Argrim of the Black Templars\nChoosing a name for your character can be very difficult.\nIf you are lucky enough to have a name in mind, go ahead\nand write it down on your character sheet. However, if you\nhave difficulty coming up with a name on the spot (like many\nother gamers!), this section will help guide you in creating a\ngreat name for your Space Marine.\nNames within the 41st Millennium are as varied as the\nmany thousands of worlds that make up the Imperium. As\nmankind is an inventive and contrary creature, there are no\nstandard or universal conventions that govern the names\npeople give themselves. In some places, a single simple name\nmight indicate low birth and ignominy, whilst in others,\nit might act as a mark of extreme wealth, fame, and good\nbreeding. When deciding upon a name, feel free to mix and\nmatch any of the suggestions made by the naming tables. The\nidea, of course, is to create a name that suits your character—\nand no one knows more about your character than you do!\nother warhaMMer 40,000 roleplaY CharaCterS anD DeathwatCh\nThe most important information for players of Dark heresy and rogue traDer is that Deathwatch uses the same\ncore mechanics and takes place in the same universe. There are some theme-related differences in the rules between these\ngames, but Dark heresy and rogue traDer players should feel right at home with the way the game itself works.\nIt is important to note that Deathwatch Space Marines are quite powerful (particularly in combat!) in relation to\nDark heresy and rogue traDer characters. A rogue traDer character with 14,000 xp is roughly equivalent to a\nRank 1 Deathwatch Space Marine (in that the Rogue Trader has a great deal of power tied up in his wealth and personal\nstarship!), and a Dark heresy character using an Ascended Career from ascension with 14,000 xp is also roughly equal\n(having his own strengths in regards to Influence, many knowledge and investigative skills, and so forth). It is strongly\nrecommended that the GM consider carefully before mixing Space Marines into Dark heresy and rogue traDer\ncampaigns, because the Space Marine’s combat abilities are significantly higher than any other type of character.\nDark heresy characters using ascension are particularly recommended if you wish to combine the two games. An\nOrdo Xenos Inquisitor and his trusted Throne Agents are quite appropriate to accompany a Deathwatch Space Marine\n(or even an entire Kill-team) on a mission, or set of missions, of particular import.\nrequiSition & warhaMMer 40,000 roleplaY\nIt is assumed that, in Deathwatch, characters from other Warhammer 40,000 Roleplay games have some special\ndispensation to accompany the Space Marines on their missions (for instance, if one of the player characters is an\nInquisitor). Throne Gelt and a Rogue Trader’s Profit Factor have no meaning for the Deathwatch. Therefore, the other\ncharacters also benefit from the Requisition rules and may acquire Renown at the GM’s discretion (see pages 138–141\nfor more information about Requisition and Renown).\nIf a Deathwatch character joins a Dark heresy or rogue traDer game, the GM is encouraged to determine a\nfair method of applying Requisition to the Space Marine character rather than participating in Profit Factor, Influence,\nor Throne Gelt (all of these terms are explained in rogue traDer, ascension, and Dark heresy, respectively). Space\nMarines themselves generally do not use money!\nTable 1–11: Space Marine Names\n1d10 Roll Black Templar Blood Angel Dark Angel Space Wolf Storm Warden Ultramarine\n1WilhelmZoraelNaamanLoganLorgathMarcus\n2SigismundClotenZaharielMagniAlistayrClaudius\n3AlyxanderAstramaelAstelanIvarBennitGannys\n4AnselmBellerophonCadmusSkifCameroneVaren\n5NavarreMetraenBethorSkoldKestyrQuintus\n6BertramSepheranMagronYngvarMorganScipio\n7GervhartDonatosNemielBalmungKurroInvictus\n8KonradRafenElyasHreidarAngusLucian\n9RaimerArkioMakradonHaakonKenshenPasanius\n10KhordelLeonatosCalibosErikRamsayUriel",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name wt req renown"
      }
    },
    {
      "title": "Mode) and page 211 (for Cohesion).",
      "content": "putting the “teaM” into “kill-teaM”\nThe purpose of Solo Mode and Squad Mode abilities being separate things is to provide an in-game mechanic to\nsupport the overall concept of a group of individuals who slowly become a team. A Deathwatch Kill-team may contain\na Blood Angel, Space Wolf, and an Ultramarine—each of whom has his own special abilities, skills, and benefits from\nhis Chapter—but the Kill-team itself is greater than the sum of its parts. The Deathwatch RPG is about the process of\ndisparate individuals becoming a group that works together—in fact, there are some threats are simply so dangerous\nthat they can only be overcome by an experienced Kill-team combining their efforts.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "mode and page 211 for cohesion"
      }
    },
    {
      "title": "SANGUINIUS",
      "content": "The primarch of the Blood Angels Legion, Sanguinius was a radiant warrior said to have been born aloft upon\nangelic pinions. His countenance was noble and pure and he wore perfectly sculpted armour of shining gold.\nSanguinius was said to have been blessed with the gift, or burden, of prophecy. He was in many ways the\nmost beloved of the Emperor’s sons, the uncounted multitudes singing his praises with every victory he laid\nbefore his father. Sanguinius was possessed of an abiding sense of justice, devoting his life to bringing about\nthe utopia the Emperor proclaimed.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "sanguinius"
      }
    },
    {
      "title": "THE LION",
      "content": "The primarch of the Dark Angels was named Lion El’Jonson, but most call him simply ‘The Lion’. When the\nprimarchs were scattered across the galaxy, Jonson came to Caliban, growing to maturity amongst the beasthaunted forests, not laying eyes upon another human until he was a young adult. Having proved himself to the\nknightly order that defended the peoples of Caliban from the Chaos beasts of the dark forests, Jonson quickly\nrose to power and led a crusade to slay the beasts and deliver the people of Caliban from their evil.\nThe Lion was said to have been temperamental and taciturn, but a brilliant strategist and unstoppable once decided\nupon a course of action. These qualities served him well when he reunited with the Emperor and led the Dark\nAngels Legion in the Great Crusade. One of the great tragedies of the Horus Heresy is that while Jonson earned\nglory amongst the stars, Luther, his closest friend and trusted second in command, turned against him, leading\nthose Space Marines who remained on Caliban to the service of Chaos. Returning to Caliban, Jonson discovered\nhis blood-brother’s treachery. So terrible was his vengeance, so bitter his sense of betrayal, that the ensuing battle\nsaw the destruction of Caliban itself. At the conclusion of the battle, the traitor Luther was captured by the loyal\nDark Angels, but of the Lion, there was no trace.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "the lion"
      }
    },
    {
      "title": "Solo Mode ability (see page 217).",
      "content": "SonS of the lion\nSons of The Lion is a Demeanour (see page 32) unique to Space Marines from the Dark Angels Chapter.\nAlthough only the upper echelons of the Chapter are aware of the awful truth of the Dark Angels’ past, even those newly\nrecruited are possessed of a secretive, even introverted nature. The idea that outsiders are not to be trusted is drilled into\nthe recruits from an early stage, and they are tested continuously to ensure their compliance until it becomes second nature.\nAfter all, a brother who cannot be entirely trusted to keep the Chapter’s secrets is unlikely to advance through its ranks.\nAlthough the Dark Angels have fought beside all of the branches of the Imperium’s vast military machine, they prefer\nto stand beside other Space Marines. Many, even brother Astartes, find the Dark Angels aloof and uncommunicative. The\nDark Angels, for their part are impatient and unforgiving with strangers who pry into their affairs. In truth, those Dark\nAngels who are aware of the existence of the Fallen are ever watchful for any sign of their activity, and will abandon\nwhatever mission they are about should they gain any clue that one is nearby. In theory, even a Dark Angel seconded to\nthe Deathwatch could go “off mission” in this manner, although the annals of Watch Fortress Erioch do not relate any such\nincident taking place.\nThe Dark Angels are also notoriously intolerant of non-humans and will often refuse to fight alongside armies that\ninclude abhuman warriors or alien races. They are highly suspicious of outsiders and often appear unreasonably aloof and\nintransigent. Indeed, there have been a number of occasions where Dark Angels have withdrawn suddenly and with no\nexplanation from a warzone when confronted by an Inquisitor or missionary.\nDespite such incidents, many Dark Angels have served with distinction and honour in the Deathwatch. Their taciturn\nnature and stubborn refusal to accept anything other than total victory over their foes has served the Deathwatch well, and\nseveral noted Watch Commanders are drawn from the Chapter. These keep in close contact with one another, coordinating\nthe efforts of the Deathwatch across entire sectors of the Imperium.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "solo mode"
      }
    },
    {
      "title": "THE DEATHWING",
      "content": "The Deathwing is the First Company, or Terminator Company, of the Dark Angels Chapter. The First Company\nof most Chapters consists of veterans who may fight in Terminator armour or in power armour, as dictated by\nbattlefield requirements. The Dark Angels, however, are unusual in maintaining an entire company that is only\never fielded as Terminator squads. It is believed that when the Dark Angels Legion was divided into Chapters,\nthe Terminator armour-equipped Assault Company was split into a number of 100-strong units and each\nassigned to a Chapter formed from the Legion. The warriors of the Deat wing perform all of the conventional\nmissions normally assigned to Terminator squads, but in addition, they act as the mailed fist of the Inner Circle.\nMembers of the Deathwing are not fully inducted into the Inner Circle, but they know far more of the Chapter’s\nsecrets than their rethren, and will stop at nothing to enact their masters’ vengeance on those who betrayed\nthe legion ten thousand years ago.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "the deathwing"
      }
    },
    {
      "title": "THE RAVENWING",
      "content": "The Ravenwing is the name of the Second Company of the Dark Angels Chapter. Instead of the usual dark\ngreen panoply of the rest of the Chapter, the Ravenwing’s bikes and land speeders, as well as their power\narmour, are painted jet black, and it is this which gives the company its unique name. Although the Ravenwing\nis highly specialised formation exceptionally skilled at scouting and assault missions, the company is much\nmore than a reconnaissance force. Its true function is vital to the ten thousand year mission of the Dark Angels.\nAlthough only the company’s highest ranked officers know it, the Ravenwing’s primary role is to hunt down\nand capture the Fallen Dark Angels. Therefore, the members of the Second Company are granted limited\nknowledge of the secrets of the Dark Angels—much more than the Third to Tenth Companies, but far less than\nthe Deathwing and the Inner Circle.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "the ravenwing"
      }
    },
    {
      "title": "THE LION AND THE WOLF",
      "content": "Over the course of the many battles of the Great Crusade and the subsequent Horus Heresy, Leman\nRuss became firm friends with Lion El’Jonson, primarch of the Dark Angels Legion. The two were\nat once beloved brothers and bitter rivals, vying all the while for honour and glory. On the world\nof Dulan, the Space Wolves and the Dark Angels were to assault an enemy-held fortress. Russ\nclaimed the right to lead the attack, for the Tyrant of Dulan had insulted him publicly. But the Lion\nrefused and started the assault early. Russ was furious, and after the battle was won a duel broke out\nbetween the brother-primarchs, in which Russ was laid low, only to regain consciousness some time\nlater, after the Dark Angels had departed. To this day, whenever the Space Wolves and the Dark\nAngels serve alongside one another, a ritual duel is fought between the champions of each. Though\nrarely fatal, the outcome of the fight is regarded as an omen of the battle to come, and much\nhonour is earned by those who continue the brotherly feud of their primarchs.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "the lion"
      }
    },
    {
      "title": "prerequisites",
      "content": "If you take a look at the listed Advances for each Rank,\nyou will notice that some require you to have a Talent or\nCharacteristic at a particular rating. You must meet all the\nlisted prerequisites before purchasing such an Advance. If you\nare ever in doubt about a prerequisite, ask your GM. He can\noverrule or change prerequisites at his discretion.\nBuying an advance\nBuying an Advance is simple. Once you have had a good\nlook at your Advancement Schemes and have chosen what\nyou want to buy, follow these steps:\n• Check with the GM to make sure the Advance you would\nlike is available (the GM may restrict certain Skills and\nTalents to meet the needs of the campaign, or he might\noffer a better option).\n• Deduct the cost of the Advance from your current pool\nof unspent Experience Points.\n• Write down the name of the Advance in the Advances\nsection of your character sheet.\n• Apply any changes to Characteristics, Skills, Talents, or\nTraits from the Advance.\n• Finally, add the newly spent xp to your spent xp total on\nyour character sheet.\nAs you undertake missions, you will earn more Experience\nPoints as a reward for good roleplaying, completing mission\nobjectives, and for coming up with clever ideas. These rewards\nallow you to buy further Advances for your character.\nCertain Talent Advances have a multiplier listed after",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "prerequisites agility 30"
      }
    },
    {
      "title": "CharaCter",
      "content": "Figuring out which Advances you should take can be a little\ndaunting at first. Whilst Characteristic Advances are expensive,\nthey do have wide-ranging effects on your character’s ability.\nMeanwhile, Skills and Talents are relatively cheap and open a\nlot of new opportunities. You will need to decide if you want\nto focus on improving your core abilities, to concentrate on\ngaining Skills and Talents, or forge a compromise between\nthe two tactics.\nYou can expect to gain around 750 xp with each session\nof play, provided you are reasonably successful and roleplay\nwell. When planning your Advances, you might find it handy\nto use that amount as a measure of how long it will take\nyou to gain a certain improvement. For example, a Trained\n+5 Weapon Skill Advancement that costs 1,000 xp will\ntake roughly two sessions to gain. Meanwhile, a new Talent\ncosting 500 xp could be gained after only a single session\nof play. If you get stuck, or simply aren’t sure which choice\nwould be a better Advance for your character, ask your GM\nto help you out.\nTable 2–2: Ranks\nRank XP Level\n113,000–16,999\n217,000–20,999\n321,000–24,999\n425,000–29,999\n530,000–34,999\n635,000–39,999\n740,000–44,999\n845,000–49,999",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "characteristics"
      }
    },
    {
      "title": "Marine",
      "content": "“Look to your fore—there you shall see your foe. Blast him! With\nbolt, flame, and plasma, lay waste to his body and shrive his very\nsoul. Do this so that your brothers may close upon their target, do it\nbecause their very lives depend upon your deeds, do it because they\nare your kin, and you are theirs, and you can never fail.”\n–Extract from the Apocrypha of Eons, Verse I, Chapter V",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "marine must have 60 renown to be considered for"
      }
    },
    {
      "title": "Marine",
      "content": "“No place shall be denied to them, no enemy shall bar their way.\nThey shall be proud of heart and stoic of spirit. They shall be\nmeasured and wise, yet their hatred shall burn with such heat that\ntheir enemies wither and die before them. They shall be masters of\nevery weapon, every ploy, and every strategy, fierce in the attack and\nsolid in the defence. They shall go where others fear to tread, and\nreturn victorious, that we all might live but one more day.”\n–Extract from the Apocrypha of Eons, Verse I, Chapter III",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "marine must have 60 renown to be considered for"
      }
    },
    {
      "title": "Skills",
      "content": "“To kill your foe, you must understand your foe.”\n–Ursus Kane, Captain of the Iron Hands’ 3rd Company",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "skills"
      }
    },
    {
      "title": "SkillS",
      "content": "Skills are divided into two categories: basic and advanced.\nBasic Skills are ones that virtually anyone may attempt,\nregardless of their experience or background. Only\nthose with specific training, on the other hand, may use\nadvanced Skills.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "skills"
      }
    },
    {
      "title": "Agility",
      "content": "Acrobatics training supplements the character’s natural agility\nin attempting types of movement the less athletic would not\neven consider. Leaping between the spires of an Imperial\ncathedral, jumping over the heads of shorter foes and falling\nwith grace all become possible. The difficulty of the test\ndepends on the difficulty of the feat involved: dodging around\nthe legs of an enraged Ork and leaping from stone to stone\nin a swirling magma flow would both present significant\nchallenges. The more degrees of success obtained, the more\nstylish or dramatic the end result.\nSkill Use: Full Action unless otherwise noted",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Perception",
      "content": "Awareness encompasses the character’s subconscious ability\nto react to things his conscious mind may not perceive.\nHe can use this Skill to notice threats—such as ambushes,\ntraps or cleverly hidden objects—or slight changes in the\nenvironment—such as a faint vibration of a far off Ork\nSquiggoth or the foul smell of a Daemonhost. When using\nAwareness against an opponent, the test is always opposed.\nThis use includes noticing ambushes, spotting traps, and\nother things involving another’s actions. However, noticing\nenvironmental factors is a standard test. This use includes\nperceiving trace scents, motion, or similar things.\nSkill Use: Free Action made in reaction to something.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "perception per"
      }
    },
    {
      "title": "Toughness",
      "content": "The Carouse Skill is used to resist the effects of alcohol and\nnarcotics. Frequent imbibers can build up quite a tolerance to\nalcohols and other drugs, remaining clear-headed and lucid\nwhile those across the table find their judgement or capabilities\ndiminished. The character makes a Skill Test whenever he\nsuffers the effects of alcohol or similar intoxicants (naturally,\nfor Space Marines, this requires imbibing of truly prodigious\namounts or toxicity!). Each time he would otherwise suffer\nfrom the effects of an intoxicant, make a Carouse Test. Failure\nindicates he gains a level of Fatigue or suffers the side effects\nof the substance. Should the character lose consciousness, he\nremains passed out for a number of hours equal to 1d10 minus",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "toughness"
      }
    },
    {
      "title": "Fellowship",
      "content": "The character can use Charm Skill to improve the disposition\nof others towards him, making a Charm Test whenever he\nwishes to change the minds of an individual or small group.\nThe character need not make a Charm Test each time he speaks\nwith others in a pleasant manner, but only when he wishes\nto change their opinion or disposition, or convince them to\ndo something. All Charm Tests are opposed by Willpower\nand can affect a number of targets equal to the character’s\nFellowship Bonus. The targets must be able to see and hear\nthe character clearly, and share a common language.\nSkill Use: 1 minute",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "fellowship fel"
      }
    },
    {
      "title": "Intelligence",
      "content": "The Chem-Use Skill allows the character to safely identify,\nhandle, and prepare a variety of chemicals, toxins, poisons, and\ndrugs. While Chem-Use covers the use and basic combination",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Xenos Markings, Deathwatch, Chapter Runes,\nImperial Codes, Mercenary Cant, Inquisition, and Underworld\nMany groups and organisations employ ciphers as a secret\nshorthand code in communicating basic ideas, warnings, or\ninformation rapidly. The character can use and understand the\nsignals, physical markings, or other subtle signs employed to\nexpress these concepts. Ciphers tend to express simple concepts\nor messages, such as warning of danger, marking a target, or\nindicating ownership. Skill Tests are not required to either\nleave or read basic messages but are necessary to communicate\nor decipher complicated meanings or signs obscured by the\npassage of time.\nXenos Markings: Many aliens, such as Orks, make\nextensive use of symbolism and icons. Understanding these\nmarkings allows a broad understanding of their meaning, such\nas where a tribe has marked its boundaries or areas they have\nmarked as dangerous.\nDeathwatch: Kill-teams often develop their own shorthand\ncommunication to allow them to converse quickly and\nsecretively in the presence of others. This is especially useful\nwhen dealing with other arms of the Imperial war machine,\nwhere the goals of the Deathwatch may not coincide with\nthose of the Imperial Guard or Navy.\nChapter Runes: Each Chapter of the Adeptus Astartes has\nits own form of ciphers used to communicate between its BattleBrothers. These closely guarded secrets are almost never taught\nto those outside the Chapter and constitute a reliable way for\nthose within the Chapter to quickly identify each other.\nImperial Codes: Both the Imperial Navy and the Imperial\nGuard employ a battle language which comprises mostly of\nnumbers and acronyms. Incomprehensible to those who do\nnot know its meaning, it allows them to quickly signal for\nreinforcements, identify enemies, and call down fire support.\nInquisition: Used to communicate a private and prearranged code between given agents of the Inquisition. Note\nthat these codes are unique to specific Ordos within the\nInquisition. This Skill Group applies to all ciphers used by\nacolytes and throne agents of the Inquisition.\nMercenary Cant: Many mercenary companies operate\nin the Imperium, and each has an abbreviated, clipped battle\nlanguage for orders and commands. Though there are some\ncommonalities, each is essentially unique.\nUnderworld: Crime lords have used ciphers since before\nthe time of the Emperor, and their sophistication has only\nincreased over time. Each organisation uses its own to deter\ncompetition.\nSkill Use: Full Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Strength",
      "content": "With the Climb Skill the character can ascend or descend\nropes, pipes, scaffolding, and both natural and man-made\nwalls. This Skill is not used for ladders or other easily ascended\nways, but for climbs without ready handholds or other poor\nclimbing conditions. The condition of the surface or item\nand the environmental conditions can impose additional\nbonuses or penalties. It is far more difficult to ascend an icy\nrock face in a blizzard than the outer shell of a hive that is\ncrisscrossed with pipes and conduits. A successful test allows\nthe character to ascend or descend at one-half his half move\nrate. See Climbing in Chapter VII: Playing the Game for\nmore details.\nSkill Use: Half Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "strength and toughness traits"
      }
    },
    {
      "title": "Fellowship",
      "content": "The character uses the Command Skill to both direct those\nunder his authority and establish actions for groups to execute\non command, such as launching an assault or ordering a\nregroup. This Skill is only effective upon those under the\ncharacter’s authority. A successful Command Test indicates\nthat those whom he directs follow his instructions in a timely\nmanner. Failure on the Skill Test when used on an individual\nsimply means that he does not follow the character’s directions,\nthough additional Degrees of Failure can indicate that the\nunderling accepts the task with no intention of actually doing\nit, or that he misinterprets the command or takes contradictory\nactions. For directing groups, Degrees of Success or Failure\nincrease or decrease the time necessary to execute the orders,\nwith three or more Degrees of Failure subjecting them to\nconfused inaction. A Command Test can affect a number of\ntargets equal to the character’s Fellowship Bonus. The targets",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "fellowship fel"
      }
    },
    {
      "title": "Agility",
      "content": "The Concealment Skill is used to hide things, from small\nobjects to vehicles to starships, even oneself. Use of the Skill\nrequires an appropriate environment to mask the item in\nquestion, such as buildings and trees for a small shuttle or an\nasteroid field or a space anomaly for a starship. Concealment is\nalways an Opposed Test, pitting the character’s Concealment\nagainst his opponent’s Awareness or Scrutiny. Thus, the\ncharacter only makes the test when someone looks for him.\nIf the character or the object he intends to hide remains\nperfectly still, he gains a +10 bonus to the Skill Test.\nSkill Use: Half Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Agility",
      "content": "Characters with the Contortionist Skill can make use of their\ninnate flexibility, double joints, or even selective dislocation\nof joints, to allow them to escape bonds, squeeze through\nopenings normally too small for passage, or fit into an\narea normally too small for their body. It also provides an\nalternative to brute strength in grappling.\nSkill Use: Full Action unless otherwise noted below",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Fellowship",
      "content": "The Deceive Skill enables the character to mislead others as\nto his true intent. Any time he tells a lie, reveals only part\nof the truth, or spins information to his advantage with the\nintent to mislead someone, the character makes a Deceive\nTest. He need not make a Deceive Test every time he tells a\nlie, but only when that deception would change someone’s\nmind, opinion, or actions. Deceive is always an Opposed Test,\nusing the character’s Deceive Skill against his opponent’s\nScrutiny. A Deceive Test affects a number of targets equal to\nthe character’s Fellowship Bonus. They must be able to see\nand hear the character clearly, either in person or via vox or\npict-caster. They must also speak a common language.\nSkill Use: 1 minute, or more for complex deceptions",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "fellowship fel"
      }
    },
    {
      "title": "Intelligence",
      "content": "The character can use the Demolition Skill to employ\nexplosives in the proper quantity to achieve a desired effect,\nfrom cutting through the hatch of a Land Raider to destroying\na plasma conduit without significantly damaging the reactor\nbehind it. It can also be used to defuse explosives left by\nothers or to manufacture demolition materials, from slow\nfuses to blasting caps to the explosives themselves. This Skill\npertains to set charges rather than grenades and other devices\nintended for use against the enemy in combat.\nSkill Use: Full Action unless otherwise noted",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Agility",
      "content": "Use the Dodge skill as a Reaction to nullify a successful handto-hand or ranged attack. Success on the Skill Test means the\nattack has been avoided and deals no damage. See Chapter\nVIII: Combat for more information on Dodge.\nSkill Use: Reaction",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Agility",
      "content": "Skill Groups: Ground Vehicle, Skimmer/Hover, Walker\nThe Drive Skill allows the character to control land-based,\nhover, or skimmer-type vehicles. Vehicles include Cargo-8s,\nRhinos, Land Speeders, Sentinels, and other ground-based\ntransports. Normal driving does not require a test, but a test\nis required for hazardous conditions, excessive speed, or\ndangerous manoeuvres.\nSkill Use: Half Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Intelligence",
      "content": "The character uses Evaluate to determine the approximate\nvalue, strength, or manufacture of an object or group of items.\nThus, the Skill can be used on anything from a single power\nsword to a fortified bunker. Before evaluating an object,\nthe character must specify what he is trying to determine:\nits approximate monetary value, its quality and strength, or\nits origin. Success on the Evaluate Test reveals the relevant\ninformation in a broad sense, such as its value in Throne Gelt,",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "The character uses the Gamble Skill when participating in\ngames of chance and the countless other games popular\namongst soldiers across the Imperium. Each participant wagers\nan amount, though these are typically the same, and makes\nan Opposed Test with the Gamble Skill. The player with the\nmost Degrees of Success or fewest Degrees of Failure wins\nthe pot. The character may choose to lose against any player\nwith a worse result as part of a Deceive attempt.\nThose with both Skills may use Sleight of Hand instead\nof Gamble to hide cards or alter dice rolls. Success gives this\ncharacter a +20 bonus to his tests, but four or more Degrees\nof Failure indicates he has been caught in the act.\nSkill Use: Full Action to an entire day of gaming",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Fellowship",
      "content": "The character can use the Inquiry Skill to gain information\nby asking questions, making conversation, or simple\neavesdropping. Inquiry allows the character to pick up general\ninformation about an area: its news, recent events, and more.\nAdditional Degrees of Success reveal more detailed or more\nsecretive tidings. Inquiry can also be used as an Investigation\nSkill, allowing the character to hunt after a particular item of\ninformation from either individuals or resources, such as the\nChapter’s librarium. This use is virtually always an Extended\nTest, with difficulty and duration set by the GM.\nSkill Use: 1 hour or more",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "fellowship fel"
      }
    },
    {
      "title": "Strength",
      "content": "The character uses Intimidate Tests to pressure individuals\nto give in to his demands. The character does not make an\nIntimidate Test every time he makes a threat, but only when\nit involves coercion. Though Intimidate lists Strength as its\nassociated Characteristic, the character may substitute either\nIntelligence or Fellowship if the threat involves more subtle\nmethods than brute force, such as blackmail or humiliation. An\nIntimidate Test affects a number of targets equal to the character’s\nStrength, Intelligence, or Fellowship Bonus, depending on the\ncharacteristic used for the test. The targets must be able to see\nand hear the character clearly, either in person or via pict or\nvox-caster, and speak a common language.\nSkill Use: Full Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "strength and toughness traits"
      }
    },
    {
      "title": "Intelligence",
      "content": "The Literacy skill allows the character to read and write\nany language he speaks. Everyday activities do not require\nLiteracy Tests, but situations involving regional variations,\ndamaged manuscripts, archaic usage, or colloquial phrases\nnecessitate a Skill Test.\nSkill Use: 1 minute for 1 page of text, roughly 750 words",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "The character uses Logic to solve problems, decipher puzzles,\nand deal with other situations involving demonstration and\ninference. A Logic Test might infer the missing symbol in\na series or solve a particularly troublesome mathematical\nequation. The character can also use the Skill to prepare a\nreasoned argument for debate or philosophical exchange. The\npreparations of complex reasoning or complicated problems\nare Extended Tests.\nSkill Use: 1 minute, or longer for particularly",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Adeptus Arbites, Adeptus Astartes, Adeptus\nMechanicus, Administratum, Deathwatch, Ecclesiarchy,\nImperial Creed, Imperial Guard, Imperial Navy, Imperium,\nJericho Reach, Tech, War\nThe Common Lore skill allows the character to recall general\ninformation, procedures, divisions, traditions, famed individuals,\nand superstitions of a particular world, group, organisation, or\nrace. This skill differs from Scholastic Lore, which represents\nscholarly learning, and Forbidden Lore, which involves hidden\nor proscribed knowledge, in that it deals with basic information\nlearned from prolonged exposure to a culture or area.\nSuccess in a Common Lore Test indicates the character recalls\ngeneral information about the subject. The GM determines\nwhat extra information to provide for additional Degrees\nof Success.\nAdeptus Arbites: Knowledge of the various arms and\nsub-sects of the Adeptus Arbites, including such things as\nrank structure, common procedures, and the basic tenets of\nImperial justice.\nAdeptus Astartes: An understanding of the role, function,\nand nature of the famed Imperial Space Marines, as well as\na knowledge of the commonly known Chapters and their\npractices and areas of operation.\nAdeptus Mechanicus: A general understanding of the\nsymbols and practices of the Adeptus Mechanicus as well as\ntheir hierarchy, identifiable ranks, and the existence of the\nSixteen Universal Laws.\nAdministratum: Broad knowledge of the labyrinthine\nworkings, rules, traditions, and dictates of the Adeptus\nAdministratum.\nDeathwatch: Knowledge of the function and organisation\nof the Deathwatch, including its primary mandates and\nfavoured practices.\nEcclesiarchy: Understanding of the structure of the Adeptus\nMinistorum and its role in the worship of the God-Emperor as\ndivine, its organisation, greetings, and general practices.\nImperial Creed: Knowledge of the rites and practices of\nthe Imperial Cult, the most common observances, festivals,\nand holidays in honour of the Emperor, and the most\nwell-known saints.\nImperial Guard: Basic information about the ranking\nsystem, logistics, structure, and basic tactical and strategic\npractices of the Imperial Guard, as well as particularly famed\nregiments.\nImperial Navy: Basic information about the ranks, customs,\nuniforms, and particular traditions of the Imperial Navy, as well\nas famous admirals and ships.\nImperium: Knowledge of the segmentums, sectors, and\nmost well-known worlds of the Imperium.\nJericho Reach: Information concerning the general\nastrography of the Reach, including known worlds, recorded\ninhabitants, and theatres of conflict.\nTech: An understanding of simple litanies and rituals to\nsoothe and appease machine spirits.\nWar: Knowledge of great battles, notable and notorious\ncommanders, heroes, and famous stratagems employed by the\nImperium in its many campaigns.\nSkill Use: Free Action\nlore: forBidden (advanced,\ninveStiGation)",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Adeptus Astartes, Adeptus Mechanicus,\nArcheotech, the Black Library, Daemonology, Heresy, the\nInquisition, Mutants, Psykers, the Traitor Legions, the Warp",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Archaic, Astromancy, Beasts, Bureaucracy,\nChymistry, Codex Astartes, Cryptology, Heraldry, Imperial\nCreed, Judgement, Legend, Numerology, Occult, Philosophy,",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "The Medicae Skill helps diagnose and treat injuries by suturing\nwounds, applying counterseptic, and use of medical devices such\nas the narthecium. On individual patients, Medicae provides first\naid and extended care, for short and long-term treatment. On\nlarger groups of wounded, Medicae can help save the lives of\nthose that can be saved and apply the Emperor’s grace to those\nwho cannot, resulting in fewer overall deaths. It can also help\ndiagnose widespread medical problems and apply the ounce of\nprevention before the pound of cure becomes necessary.\nSkill Use: Full Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Surface, Stellar\nThe character uses the Navigation Skill to plot a course\nbetween two points. The course might be across a continent or\nacross a star system. A successful Navigation Test also provides\nan estimated travel time based on geography, cosmography,\nprevailing conditions, weather, and solar winds. Surface\nnavigation is used to navigate across a planet’s surface, using\nlogi-compasses, map readouts, and geographical knowledge.\nStellar navigation is used to navigate in space between planets,\nusing star-charts, and carto-mantic rituals. A Navigation Test\nrepresents several hours of charting courses, consulting maps,\nand making necessary trajectory corrections. However, 1\nminute is adequate for the purpose of finding the character’s\ncurrent location.\nSkill Use: 1 minute for simple location; 1d5 hours for\nplotting courses or routes",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Fellowship",
      "content": "Skill Groups: Dancer, Musician, Singer, Storyteller\nThe character can use the Performer Skill to entertain and\nenthral groups of spectators. The Performer Skill may also be\nused to earn money and wealth, much like the Trade Skills.\nPerformer Tests take an amount of time dependent on the art\nform involved.\nSkill Use: Variable",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "fellowship fel"
      }
    },
    {
      "title": "Agility",
      "content": "Skill Groups: Personal, Flyers, Space Craft\nCharacters utilise the Pilot Skill to fly anything from personal\njump packs, to small atmospheric craft such as landers or guncutters, to void-capable fighters, bombers, and capital vessels.\nUnder normal conditions, piloting does not require a test,\nbut unusual or difficult conditions such as storms, obstacles\nor dangerous manoeuvres do require a Skill Test. When\nchasing another vehicle or ship or contesting for position, the\ncharacter makes an opposed Pilot Test against his opponent.\nSkill Use: Half Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Perception",
      "content": "Those with the Psyniscience Skill sense the currents and eddies\nof the warp. The character can use the Skill to detect the presence\nor absence of daemons, and the use of psychic powers. The\nSkill also allows detection of psychic phenomena, disturbances,\nvoids, or other areas where the flow of the immaterium has\nbeen unsettled or disrupted. The general results of Psyniscience\nTests are summarised on Table 3–4: Psyniscience.\nSkill Use: Full Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "perception per"
      }
    },
    {
      "title": "Perception",
      "content": "The Scrutiny Skill helps assess the people or objects\nencountered in the game. The character uses it to determine\nan individual’s truthfulness, his motives, personality, and\ntemperament. It can also be used to examine an object in\ndetail, noticing small details and characteristics that might\npass unseen in a casual inspection. Scrutiny is an Opposed\nTest against the target’s Deceive when trying to perceive\nfalsehoods, or some other deceptions. However, Scrutiny\ndoes not reveal hidden secrets or a target’s carefully concealed\nintent, and should never replace good roleplaying in an\ninteractive situation. This skill counters the Opposed Tests of\nmany manipulative Interaction skills, such as Charm, Deceive,\nand Intimidate.\nSkill Use: Full Action though special uses may require",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "perception per"
      }
    },
    {
      "title": "Perception",
      "content": "The character uses the Search Skill to attempt to discover things\nthat are physically hidden, from a secreted holdout pistol to a\nbunker keyplate. Search involves active investigation, whereas\nAwareness deals with passive or subconscious detection. Each\nSearch Test covers a small room or area. When an object or\nindividual has been deliberately hidden, the Search Test is an\nOpposed Test against your target’s Concealment.\nSkill Use: 1 minute",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "perception per"
      }
    },
    {
      "title": "Agility",
      "content": "The Security Skill is used to bypass mechanical locks and other\nphysical security systems. This differs from many systems that\nemploy codes or cogitators that are more suited to the TechUse Skill. The GM sets the difficulty of the test according to\nthe complexity of the mechanism. In most cases one test is\nsufficient, but large, intricate systems may require Extended\nTests. See the Tech-Use Skill for systems that combine both\nmechanical and technical challenges. Using this Skill without\nproper tools or equipment is extremely challenging, and any\nattempt to bypass a lock or other security system without\nusing a multikey or other set of appropriate tools suffers a\n–20 penalty.\nSkill Use: 1 minute, reduced by 10 seconds for each Degree\nof Success",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Agility",
      "content": "Shadowing allows the character to follow others, either on\nfoot, in vehicles, and even aboard shuttles and starships. It\ncontrasts with Concealment because it involves movement\nand blending into one’s surroundings. On foot, it might\ninvolve using physical cover or the press of bodies in a crowd;\nin a vehicle, techniques might include false turns or using a\nnearby cargo hauler as cover; aboard ships, it can entail the\nuse of asteroids or other stellar objects or busy space lanes\naround major systems. Shadowing Tests are always Opposed\nTests against the opponent’s Awareness or Scrutiny Skill. A\nsingle Shadowing Test is sufficient to follow the opponent\nunseen for 1 minute.\nSkill Use: 1 minute",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Agility",
      "content": "Use the Silent Move Skill any time silence and secrecy\nare essential in the character’s activities. The GM sets the\ndifficulty of the test depending on the environment: the\nechoing steel halls of a space hulk yield a greater difficulty\nthan the carpeted throne room of a planetary governor. Silent\nMove Tests are always Opposed Tests against the opponent’s\nAwareness or Scrutiny Skill.\nSkill Use: Free Action as part of Movement",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Agility",
      "content": "Characters use Sleight of Hand for any task requiring a\ncombination of deception and dexterity. Examples include\npalming small objects, picking pockets, or performing tricks.\nThe GM sets the difficulty for the test according to the size of\nthe object and the intensity of observation. Sleight of Hand\nis always an Opposed Test against the opponent’s Awareness\nor Scrutiny.\nThe character can use Sleight of Hand instead of Gamble\nto employ deception and alter the odds in games of chance.\nSee the Gamble Skill for more information. Though Sleight\nof Hand usually requires a Half Action, the character may\nmake a test as a Free Action with a –10 penalty.\nSkill Use: Half Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "agility modifiers"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Eldar, High Gothic, Kroot, Low Gothic, Ork,\nTechna-Lingua, Tau\nThe Speak Language Skill is used to communicate with others\nusing the same language. The Imperium has nearly as many\nlanguages as it has star systems, but for all this variety, most\ncan speak or understand a variation of Low Gothic. In most\nsituations, Skill Tests are unnecessary so long as those involved\nall speak a common tongue. However, communication with\nthose using obscure dialects or cryptic, complex concepts\nrequires a test at an appropriate difficulty.\nEldar: Though no human can hope to capture the subtle\nnuances and sub-tones of this extremely complex and ancient\nlanguage, it is enough to make one’s meaning clear.\nHigh Gothic: The official language of the Imperium, used\nby Imperial officials, nobility, members of the Ecclesiarchy,\nand those involved in high-level negotiations.\nKroot: The native chirping language of the Kroot is\nalmost impossible for a human to emulate, however, with\ntraining and a good ear, it can be understood.\nLow Gothic: The common tongue of the Imperium, used\nby the countless millions of ordinary citizens.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "The Survival Skill allows the character to endure prolonged\nperiods in unusual or alien environments. Space Marines\ndo not die of exposure to the elements, and their implants\nallow them to survive on even the most inedible of flora and\nfauna. Thus, the Survival Skill most often applies to normal\nhumans or those Space Marines who learned this skill before\nbecoming an Initiate in their Chapter. A skilled outdoorsman,\nthe character can find edible plants, hunt for game, and\ndetermine if food is safe for consumption. He can also\nconstruct viable shelters from native materials or improvised\nsubstances and ensure they’re located away from flood chutes\nor the territory of predators. The difficulty of these tests\ndepends on the location: barren deserts provide much greater\nchallenge than the verdant tropical forests. This skill can also\napply to man-made environments, such as artificial worlds,\nthe depths of the underhive, or the belly of massive starships.\nIn this case, the Skill can provide safe resting areas away from\nplasma venting and knowledge about which sacred unguents\nalso provide minimal nutrition.\nSkill Use: Various",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Strength",
      "content": "Though something of a lost skill to much of the Imperium,\nthe uncharted fringes require its use far more frequently. The\nSwim Skill allows the character to swim through various\nliquid mediums. Under normal conditions swimming does\nnot require a test. More difficult waters, unusual circumstances\nor long distances call for a Skill Test. For more information\non the Swim Skill, see the Swimming section on page 207 of\nChapter VII: Playing the Game.\nSkill Use: Full Action",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "strength and toughness traits"
      }
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Air Combat, Armoured Tactics, Assault\nDoctrine, Defensive Doctrine, Orbital Drop Procedures,",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "Tech-Use allows the character to use or repair complex\nmechanical items or fathom the workings of unknown\ntechnical artefacts. Using a basic piece of equipment under\ntypical circumstances requires no test, such as using a voxcaster or opening a shuttle hatch. Tech-Use Tests are necessary\nfor unusual or unfamiliar gear, malfunctioning or broken\nitems, and any situation where conditions are less than ideal,\nsuch as attempting to use the same vox-caster near a plasma\ncore or coaxing the machine spirit of a strange vessel’s warp\ndrive to reignite its fires. The character can also use TechUse to repair damaged or defective items, using an Extended\nTest of duration and difficulty set by the GM depending on\nthe item’s complexity and the extent of the damage. TechUse does not include building an item from scratch, which\nrequires the relevant Trade Skill.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "With the Tracking Skill, the character can follow the\nsigns left by his quarry, allowing him to hunt them down.\nFollowing obvious tracks does not require a Skill Test, and is\nconsidered part of a character’s movement. In instances where\nthe time or elements have eroded the signs or where the very\nenvironment makes seeing them difficult, such as darkness\nor fog, Tracking Tests are required. The difficulty depends\non the condition of the traces and the tracker’s surroundings.\nWhen following any tracks where the difficulty of the test",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Intelligence",
      "content": "The character can tame, train, and potentially ride animals he\nencounters in his travels, from spine-hounds to the noble warhorse\nbreeds. Both taming and training beasts are Extended Tests, the\nduration of which is determined by the nature and temper of the\ncreature involved. Once an animal has been broken to its master’s\nwill—or at least formed a partnership for particularly strongwilled beasts—directing it or issuing commands is a Half Action.\nWild animals, or those trained for hostility and aggression,\ncan have their Disposition changed by one level for every two\nDegrees of Success, up to a maximum of three levels by a Full\nAction use of this Skill. GMs may impose penalties for animals\nthat have been particularly well trained or those with uncommon\nWillpower and Intelligence. Wrangling is of no use against cyber\nor psy-bonded animals, nor against any xenos with true sentience.\nSkill Use: Variable depending on task and complexity",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "intelligence"
      }
    },
    {
      "title": "Renown",
      "content": "“This ship’s record is long and admirable indeed; with the Emperor’s\nblessing we will add to it before our souls rejoin him. But let us never\nforget it is bravery and honour that lead to glory. Those who sought\nfame for its own end are remembered now only in infamy.”\n–Brother Pellas, upon taking command\nof the Thunder’s Word",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "renown"
      }
    },
    {
      "title": "felling (x)",
      "content": "Designed to puncture and to mangle, this weapon is capable\nof toppling even the mightiest foes. If the weapon hits, it\nignores a number of levels of Unnatural Toughness possessed\nby the target equal to the number in parenthesis. For instance,",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "felling x"
      }
    },
    {
      "title": "21-40",
      "content": "Minor Disruption: All actions utilising technology, including firing Ranged weapons without the Primitive Quality,\nTech-Use Tests, and any physical actions attempted while wearing power armour or employing cybernetics, suffer a –10\npenalty. The Base Movement of anyone in power armour is reduced by 1.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "2140"
      }
    },
    {
      "title": "41-60",
      "content": "Major Disruption: All actions utilising technology, including firing Ranged weapons without the Primitive Quality,\nTech-Use Tests, and any physical actions attempted while wearing power armour or employing cybernetics, suffer a –20\npenalty. The Base Movement of anyone in power armour is reduced by 3. Melee weapons with technological components\nfunction as a Primitive weapon of the analogous type.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "4160"
      }
    },
    {
      "title": "61-80",
      "content": "ead Zone: Technology within the affected area completely ceases to function. Power armour becomes Unpowered as\nper Table 5–13: Power Unit Critical Effects. Characters with cybernetic replacements to any internal organ(s) suffer\none level of Fatigue each round they remain in the Dead Zone. Melee weapons with technological components function\nas a Primitive weapon of the analogous type.\n81-100 Prolonged Dead Zone: As Dead Zone.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "6180"
      }
    },
    {
      "title": "teaRing",
      "content": "Tearing weapons are vicious devices, exploding while lodged\ninside their victim or using multitudes of fast-moving jagged\nteeth to rip into flesh and bone. These weapons roll one extra\ndie for Damage, and the lowest result is discarded.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "tearing"
      }
    },
    {
      "title": "Tearing",
      "content": "30 30/45 Distinguished\nAstartes Power Axe Melee 1d10+8 E 6 Power Field, Unbalanced 10 20 Respected\nAstartes Power Fist Melee 2d10\n†",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "tearing"
      }
    },
    {
      "title": "NameReqRenown",
      "content": "Bolt Shells N/A –\nBullets N/A –\nCharge Pack N/A –\nExotic N/A Varies\nFuel N/A –\nMelta Canister N/A Varies\nNeedle Precipitator N/A –\nPlasma Flask N/A Varies\nShells N/A –",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name"
      }
    },
    {
      "title": "NameReqRenown",
      "content": "Astartes Backpack Ammo Supply N/A –\nDragonfire Shells 28 Respected\nHellfire Rounds 25 –\nImplosion Shells 27 Respected\nKraken Rounds 5 –\nMetal Storm Rounds 15 –\nStalker Rounds 5 –\nVengeance Rounds 25 Famed\nWitch Bolts 12 Distinguished",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name"
      }
    },
    {
      "title": "10",
      "content": "To forget is to forgive. Forget nothing: Each bearer of this armour has inscribed it with an oath of vengeance\nagainst those who have offended the Emperor in some way. Some inscriptions revile a single name, while some\ncondemn entire races of Xenos or planetary populations. Each successive bearer considers it a matter of honour to\nexact the Emperor’s Vengeance upon the offender and considers it his solemn duty to put right as many of the wrongs\nas possible. Once the offender has been punished, his name is left as an example to others. Gain the Hatred (choose\none) Talent.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "1013"
      }
    },
    {
      "title": "Blast(1), Felling",
      "content": "(1), Volatile\n7 70 Hero\nFrost Blade Melee — — 1d10+11 E 9 — N/A\nBalanced, Power\nField, Tearing\n10 60 Hero\nHelm of Varthion — — — — — — N/A — 18 70 Hero\nThe Levin Shield — — — — — — N/A — 10 50 Hero",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "blast1 felling"
      }
    },
    {
      "title": "NameWtReqRenown",
      "content": "Astartes Harness 8 4 –\nAstartes Jump Pack 50 15 –\nAstartes Magboots 5 3 –\nAstartes Psychic Hood 15 25 Distinguished\nBack Banner 5 15 –\nCharm – 6 –\nChrono – 1 –\nDilation Field 1 45 Famed",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name"
      }
    },
    {
      "title": "NameWtReqRenown",
      "content": "Astartes Cluster Mines 4 5\n†\n–\nAstartes Signum 5 35 Distinguished\nAstartes Signum Link +0.5 20 –\nAstartes Targeter 4 25 Distinguished\nAuspex 0.5 12 –\nCartograph 0.5 5 –\nCodex Astartes 0.5 – –\nCombi Tool 1 15 –\nData Slate 0.5 5 –\nDemolition Charges 1 10 –\nElucidator 1 25 –\nLamp/ Glow-globe 0.5 1 –\nLocus Seeker – 30 –\nMagnoculars 0.5 3 –\nMelta bomb 12 25 –\nMultikey – 15 –\nPict recorder 1 5 –\nPsy-Focus – 15 –\nReductor 4 8 –\nRestraints 4 10 –\nScreamer 1.5 5 –\nStummer 2 5 –\nTeleport Homer 0 10 –\nVox-Caster 0.5 10 –\n†\nThis is the cost for one mine array. Each cluster of mines must be\nequisitioned individually.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name"
      }
    },
    {
      "title": "NameReqRenown",
      "content": "Astartes Servo-Arm 30 –\nAstartes Servo-Harness 50 Famed\nAuger Array 15 –\nBionic Arm 15 –\nBionic Heart 15 –",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name"
      }
    },
    {
      "title": "imPerium",
      "content": "“Human minds are weak and feeble—is it any wonder then that the\nWarp confounds and corrupts them?”\n–Valash Hex, Arch Heretic of the Scarlet Intent\nThough psykers make up but the tiniest fraction of the\nImperium’s population, among an empire of a billion billion\nthey number in their millions. It falls to the various arms\nof the Administratum, the Inquisition, and the Ministorum\nto find these individuals and decide what use they will be\nto the Emperor of Mankind. For many psykers, this means\ndeath, and they will face either summary execution or a long\njourney aboard the Black Ships back to Terra where they\nwill experience the ‘honour’ of feeding the Golden Throne\nwith their souls. Some, however, exhibit enough strength and\ntalent to be spared this fate, and are sent to the Scholastica\nPsykana to be trained to serve either as Astropaths or as battle\npsykers in the armies of the Emperor.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "imperium"
      }
    },
    {
      "title": "01-03",
      "content": "Dark Foreboding: A faint breeze blows past the psyker and those near him, and everyone gets the feeling that\ndoom is about to befall them.\n04-05 Warp Echo: For a few seconds, all noises cause sinister echoes, regardless of the surroundings.\n06-08 Unholy Stench: The air around the psyker becomes permeated with a bizarre and foul smell.\n09–11\nMind Warp: The psyker suffers 1 Insanity Point as his own inherent phobias, suspicions, and hatred surge to the\nsurface of his mind in a wave of negative emotion.\n12–14\nHoarfrost: The temperature plummets for an instant and a thin coating of frost covers everything within 3d10\nmetres of the psyker.\n15–17\nAura of Taint: All animals within 1d100 metres of the psyker become spooked and agitated. Characters with\nPsyniscience can pinpoint the psyker as the cause.\n18–20 Memory Worm: All people within line of sight of the psyker forget something trivial.\n21–23 Spoilage: Food and drink go bad within 5d10 metres of the psyker.\n24–26\nHaunting Breeze: Winds whip up around the psyker for a few seconds, blowing light objects about and guttering\nfires within 3d10 metres of him.\n27–29\nVeil of Darkness: For a brief moment (effectively the remainder of the Round), an area within 3d10 metres of the\npsyker is plunged into immediate darkness.\n30–32 Distorted Reflections: Mirrors and other reflective surfaces within 5d10 metres of the psyker distort or shatter.\n33–35\nBreath Leech: Everyone (including the psyker) becomes short of breath for 1 Round and cannot make any Run or\nCharge actions.\n36–38\nDaemonic Mask: For a fleeting moment the psyker takes on a Daemonic appearance and gains a Fear rating of 1\nfor the rest of the Round. He also gains 1 Corruption Point.\n39–41 Unnatural Decay: All plant life within 3d10 metres of the psyker withers and dies.\n42–44\nSpectral Gale: Howling winds erupt around the psyker. The psyker and anyone within 4d10 metres of him must\nmake an Easy (+30) Agility or Strength Test to avoid being knocked to the ground.\n45–47\nBloody Tears: Blood weeps from stone and wood within 3d10 metres of the psyker. If there are any pictures or\nstatues of people within this area, they appear to be crying blood.\n48–50\nThe Earth Protests: The ground suddenly shakes and everyone (including the psyker) within 5d10 metres of the",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "0103"
      }
    },
    {
      "title": "06-09",
      "content": "Warp Burn: A violent burst of energy from the Warp smashes into the psyker’s mind, sending him reeling. He suffers",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "0609"
      }
    },
    {
      "title": "Game",
      "content": "“A Space Marine is not born, but made by the good grace of the\nEmperor from flesh, blood, and a will to do the Master of\nMankind’s bidding.”\n–Gyvan Hul, Seneschal of the Rogue Trader",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "games usa"
      }
    },
    {
      "title": "Characteristic",
      "content": "Mastered Basic or Advanced\nSkill Test at full\nCharacteristic +10 or +20\nTable 7–2: Characteristics Tests",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "characteristics"
      }
    },
    {
      "title": "Toughness",
      "content": "Resist poison or disease, tolerate\ntemperature extremes, stave off hunger,\nresist mutation.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "toughness"
      }
    },
    {
      "title": "Perception",
      "content": "Notice a hidden enemy, locate a secret\ndoor, gauge another person’s attitude.\nWillpower Resist a Psychic Power, torture, or Fear.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "perception per"
      }
    },
    {
      "title": "Cohesion",
      "content": "“Shoulder-plate to shoulder-plate the Adeptus Astartes stand as\nmankind’s wall against the dark.”\n–Arch-Scribe Urtos, Memorite of the Book of Days and",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "cohesion"
      }
    },
    {
      "title": "Cohesion daMage",
      "content": "In the same way that a Battle-Brother may suffer Damage\nto his physical capacities, he may also suffer Damage to his\nability to connect to his squad and combat morale. This often\ncomes in the form of some kind of weapon attack, though\nit can come from other sources such as Psychic Powers or\nunusual environments. This Damage temporarily reduces the\nKill-team’s Cohesion in the same way that weapon Damage\nreduces Wounds. This reflects the fact that weight of enemy\nfire, the chaos of combat, and particularly devastating weapons\ncan all place strain on the Kill-team and its ability to function\nas an organised battlefield unit.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "cohesion"
      }
    },
    {
      "title": "ReCoveRing losT Cohesion",
      "content": "Cohesion is a resource that must be used wisely by the Killteam during the course of a Mission and typically they will\nonly have a handful points at their disposal. There is however\na few ways in which Cohesion can be recovered during play,\nrestoring the Kill-team’s pool, strengthening their bonds\nof brotherhood and allowing them further access to Squad\nMode abilities.\nOne point of Cohesion will be recovered by the Kill-team if:\n• The Kill-team completes one of their Mission Objectives\n(see page 230)\n• Any member of the Kill-team spends a Fate Point\n• The GM decides that the Battle-Brothers have completed\na particularly monumental task or roleplayed well the\nbonds of brotherhood within their Kill-team.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "recovering lost cohesion"
      }
    },
    {
      "title": "Cohesion Challenges",
      "content": "Cohesion is not just used to activate Squad Mode abilities but\ncan also be used to quickly enter Squad Mode or maintain\nit under certain stresses, or test the Kill-team’s trust in each\nother and faith in their leader’s abilities. In both cases this is\nknow as a Cohesion Challenge. To pass this test, a character\nmust roll equal or less to his Kill-team’s current Cohesion\non 1d10.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "cohesion"
      }
    },
    {
      "title": "suppoRT Range",
      "content": "Squad Mode abilities can only be used when the character has\nhis fellow Battle-Brothers nearby to aid him. The distance at\nwhich a Battle-Brother can affect other members of his Killteam with a Squad Mode ability is known as Support Range\nand is determined by a Battle-Brother’s Rank, as detailed on\nTable 7–9: Support Range, and should be recorded on his\nStatus Mode sheet. Support Range is always measured from the\nBattle-Brother using the Squad Mode ability.\nVisual distance means that the Battle-Brothers must be able\nto see each other in order to be in Support Range. This visual\nTable 7–9: Support Range",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "support range or leave squad mode"
      }
    },
    {
      "title": "MainTaining squad Mode",
      "content": "Squad Mode can be maintained as long as the Battle-Brother’s\nKill-team has at least 1 point of Cohesion. Activating abilities\nreduces Cohesion, as do some kinds of damage (see Cohesion\nDamage on page 212). A Battle-Brother drops out of Squad\nMode—and returns to Solo Mode—at the start of his Turn if:\n• He falls unconscious or dies.\n• His Kill-team’s Cohesion is reduced to 0.\n• He is no longer in Support Range of at least one other\nmember of his Kill-team.\n• He chooses to return to Solo Mode.\nIn certain circumstances he may also lose Squad Mode if",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "maintaining squad mode"
      }
    },
    {
      "title": "using squad Mode abiliTies",
      "content": "Squad Mode abilities function just like other Actions and can\nbe activated by a Battle-Brother in his Turn. There is no test\nto active these abilities; however the Battle-Brother must spend",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "exact",
        "canon": "using squad mode abilities"
      }
    },
    {
      "title": "NameActionCostSustained",
      "content": "Bolter Assault Free 3 No\nFire for Effect Half 2 Yes\nFire Support Half 1 Yes\nFurious Charge Free 3 No\nSquad Advance Half 1 Yes\nTank Buster Free 1 No",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "name"
      }
    },
    {
      "title": "cover (see page 246) they are currently using. This bonus to",
      "content": "cover only applies to each individual Battle-Brother so long\nas they remain stationary.\nImprovement: If the Battle-Brother is Rank 5 or more, both\nhe and those supporting him may move freely. The benefits\nof doubled Armour Points applying to all cover they use for\nthe duration of the ability.\ngo To gRound\nAction: Reaction\nCost: 1\nSustained: No\nEffects: When subjected to heavy, accurate, and effective fire,\na well-trained squad knows to take cover. As a Reaction, the\nBattle-Brother may issue a Go to Ground order when he or\nanother member of his Kill-team within his Support Range has\nbeen hit by a ranged attack. Both the Battle-Brother and those\nin Support Range of him may immediately make a free move\nup to their Agility Bonus in metres to find cover. Note that the\neffects of the hit are worked out before any Battle-Brothers\nmay move. In the case of hits from semi or full auto weapons,\nonly the first hit is worked out before the Battle-Brothers move\nand the remaining hits after they have gone to ground.\nImprovement: If the Battle-Brother is Rank 4 or more, the\nfree move to cover may be up to twice the Battle-Brother’s\nAbility Bonus.",
      "page": 1,
      "source": "Core Rulebook",
      "matched": {
        "type": "prefix",
        "canon": "cover"
      }
    }
  ]
}