{
  "backedAt": "2025-08-18T19:12:15.030Z",
  "count": 44,
  "rows": [
    {
      "id": 7195,
      "rule_id": "awareness",
      "title": "Awareness",
      "content": "Basic. Detect threats, ambushes, traps, hidden objects, or environmental cues. Opposed vs. another’s actions; standard vs. environmental factors.\n\nAwareness encompasses the character’s subconscious ability to react to things his conscious mind may not perceive. He can use this Skill to notice threats—such as ambushes, traps or cleverly hidden objects—or slight changes in the environment—such as a faint vibration or a foul smell. When using Awareness against an opponent, the test is always opposed. Noticing environmental factors is a standard test.\n\nUse: Free Action made in reaction to something.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7196,
      "rule_id": "carouse",
      "title": "Carouse",
      "content": "Basic. Resist effects of alcohol and narcotics.\n\nUsed to resist the effects of alcohol and narcotics. Frequent imbibers can build up a tolerance, remaining lucid while others falter. Test whenever the character would suffer the effects of intoxication; failure causes Fatigue or side effects. If the character loses consciousness, he remains passed out for 1d10 – TB hours (minimum 1).\n\nUse: Free Action taken whenever the character imbibes.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7198,
      "rule_id": "climb",
      "title": "Climb",
      "content": "Basic (Movement). Ascend or descend difficult terrain; equipment and surface adjust difficulty.\n\nAllows a character to scale obstacles and terrain. The GM sets difficulty based on surface, holds, and equipment (e.g., grav-chutes, climbers’ gear). Failure may result in falls or being stuck.\n\nUse: Half Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7199,
      "rule_id": "command",
      "title": "Command",
      "content": "Basic (Interaction). Direct and coordinate allies; inspire arrests, retreats, or complex manoeuvres as permitted by the GM.\n\nDirect others in battle or stressful situations. Used to issue orders, coordinate actions, and keep lesser troops steady. Difficulty varies by situation and target disposition. More complex, far‑reaching orders require more time.\n\nUse: Half Action for simple orders; Full Action for more involved commands.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7200,
      "rule_id": "concealment",
      "title": "Concealment",
      "content": "Basic. Hide objects or oneself using terrain, clothing, or distractions; opposed by Awareness or Search.\n\nUsed to hide objects or one’s person. The GM applies modifiers for camouflage, lighting, cover, or movement. Often an Opposed Test against Awareness or Search of observers.\n\nUse: Half Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7201,
      "rule_id": "contortionist",
      "title": "Contortionist",
      "content": "Basic (Movement). Escape grapples, bindings, or squeeze through tight spaces.\n\nThe basic use is to escape a grapple by wriggling free (two Full Actions). Can also squeeze through tight spaces or slip bindings; the GM sets difficulty by constraint severity.\n\nUse: Two Full Actions to escape a grapple; other uses as set by the GM.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7202,
      "rule_id": "deceive",
      "title": "Deceive",
      "content": "Basic (Interaction). Lie, fast‑talk, forge, or otherwise mislead; opposed by Scrutiny.\n\nCovers lying, bluffing, misdirection, disguises, and forged credentials. Usually opposed by Scrutiny; modifiers apply for preparation and plausibility.\n\nUse: 1 minute or more.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7203,
      "rule_id": "dodge",
      "title": "Dodge",
      "content": "Basic. Avoid a successful melee or ranged attack.\n\nUsed as a Reaction to nullify a successful hand‑to‑hand or ranged attack. On success, the attack deals no damage (see Combat rules for specifics).\n\nUse: Reaction.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7204,
      "rule_id": "evaluate",
      "title": "Evaluate",
      "content": "Basic (Investigation). Assess value, quality, origin, or weak points of objects; sometimes Extended Tests.\n\nDetermine approximate value, quality, or manufacture of an object or structure. Specify what is being sought (value, quality/strength, or origin). Success reveals broad information; extra Degrees of Success reveal more. The GM may roll secretly and adjust difficulty for access and relevant Lores/Trades. Large or numerous objects may require an Extended Test; a single item takes about a minute.\n\nUse: 1 minute or more.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7205,
      "rule_id": "gamble",
      "title": "Gamble",
      "content": "Basic. Opposed Tests in games of chance; Sleight of Hand may substitute to cheat.\n\nUsed when participating in games of chance and soldierly pastimes. Each participant wagers and makes an Opposed Gamble Test; highest Degrees of Success or fewest Degrees of Failure wins. Sleight of Hand can be used to cheat (gives +20 on the cheating tests; severe failure means being caught).\n\nUse: Full Action to an entire day of gaming.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7206,
      "rule_id": "inquiry",
      "title": "Inquiry",
      "content": "Basic (Investigation). Gather information via questions, conversation, eavesdropping, and research; often Extended.\n\nPick up general information (news, events) or pursue a specific lead by questioning individuals or consulting resources (e.g., libraria). Additional Degrees of Success yield more detail. Investigative use is virtually always an Extended Test with GM‑set duration and difficulty.\n\nUse: 1 hour or more.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7207,
      "rule_id": "intimidate",
      "title": "Intimidate",
      "content": "Basic (Interaction). Coerce through threats, fear, or display of force; opposed by Willpower.\n\nUse fear, physical presence, or brutal displays to compel behaviour. Opposed by Willpower; situational modifiers apply (size, leverage, social context). Special Use: War Cry during a Charge to penalise foes’ Parry/Dodge if successful.\n\nUse: Varies; War Cry is a Free Action as part of a Charge.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7208,
      "rule_id": "logic",
      "title": "Logic",
      "content": "Basic (Investigation). Solve puzzles, proofs, and complex problems; prepare arguments; often Extended.\n\nSolve problems, infer patterns, or build reasoned arguments. Extended Tests for complex reasoning or lengthy problems as appropriate to the GM.\n\nUse: 1 minute, or longer for particularly complex problems.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7209,
      "rule_id": "scrutiny",
      "title": "Scrutiny",
      "content": "Basic. Assess truthfulness, motives, and small details; Opposed vs. Deceive when detecting lies.\n\nAssess people or objects in detail—truthfulness, motives, temperament—or examine items for subtle characteristics. Opposed by Deceive when perceiving falsehoods. Does not replace roleplaying in social scenes.\n\nUse: Full Action (special uses may take longer).",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7210,
      "rule_id": "search",
      "title": "Search",
      "content": "Basic. Systematic search of areas, persons, or items for hidden features or objects.\n\nConduct a careful search of an area, person, or object to uncover hidden items, compartments, or clues. The GM sets difficulty based on clutter, concealment, and time pressure.\n\nUse: Full Action or longer; GM’s discretion.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7211,
      "rule_id": "silent-move",
      "title": "Silent Move",
      "content": "Basic (Movement). Move quietly; Opposed vs. Awareness or Scrutiny; environment sets difficulty.\n\nUsed when silence and secrecy are essential to movement. Always Opposed by Awareness or Scrutiny; difficulty varies by environment (echoing metal corridors vs. carpeted halls, etc.).\n\nUse: Free Action as part of Movement.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7212,
      "rule_id": "swim",
      "title": "Swim",
      "content": "Basic (Movement). Swim through liquids; difficult waters or unusual circumstances require tests.\n\nAllows swimming through liquids. Normal conditions need no test; rough conditions, hazards, or long distances require a Skill Test. See Swimming rules for details.\n\nUse: Full Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7213,
      "rule_id": "acrobatics",
      "title": "Acrobatics",
      "content": "Advanced (Movement). Athletic leaps, vaults, dodges; difficulty set by feat; more DoS = more flourish.\n\nTraining augments natural agility for extreme movement—leaping, tumbling, navigating precarious terrain. Difficulty depends on the feat’s danger; more Degrees of Success allow more dramatic results. Special uses include Disengage as Half Action, substituting for Jump/Leap tests.\n\nUse: Full Action unless otherwise noted.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7214,
      "rule_id": "chem-use",
      "title": "Chem-Use",
      "content": "Advanced (Crafting, Investigation). Identify, handle, and apply chemicals, toxins, poisons, and drugs.\n\nSafely identify, handle, and prepare chemicals, toxins, poisons, and drugs. Covers application and basic combinations; manufacturing from base components falls under Trade (Chymist). Failure wastes the dose; complex applications may require Extended Tests.\n\nUse: Full Action; Half Action with medicae injector/narthecium; complex applications may be Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7215,
      "rule_id": "ciphers",
      "title": "Ciphers",
      "content": "Advanced. Skill Groups: Xenos Markings, Deathwatch, Chapter Runes, Imperial Codes, Mercenary Cant, Inquisition, Underworld.\n\nUnderstand and employ shorthand codes, signs, and markings used by groups for rapid, secret communication. Basic messages need no test; complex, time‑worn, or obscured messages require Skill Tests.\n\nUse: Varies; basic use often no test/time; complex uses as set by the GM.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7216,
      "rule_id": "demolition",
      "title": "Demolition",
      "content": "Advanced (Crafting). Place or defuse explosives; Extended Tests for complex undertakings.\n\nCovers placing and defusing explosives. Success when placing indicates a correctly set charge; failure means it won’t detonate (unknown until triggered). Severe failure can cause premature detonation. Defusing is an Opposed Test versus the placer’s Demolition. Large‑scale tasks (bridges, structures) use Extended Tests with GM‑set duration/difficulty.\n\nUse: Half Action or longer; complex setups/defusals may be Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7217,
      "rule_id": "drive",
      "title": "Drive",
      "content": "Advanced (Operator). Skill Groups: Ground Vehicle, Skimmer/Hover, Walker.\n\nControl land‑based, hover, or skimmer vehicles (e.g., Cargo‑8s, Rhinos, Land Speeders, Sentinels). Normal driving needs no test; hazardous conditions, speed, or dangerous manoeuvres require tests.\n\nUse: Half Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7218,
      "rule_id": "interrogation",
      "title": "Interrogation",
      "content": "Advanced (Investigation). Extract information from unwilling subjects using psychological and technical methods; Opposed vs. Willpower.\n\nRepresents skilled application of psychology, serums, devices, and techniques to gain answers. Always Opposed vs. the subject’s Willpower. Success yields one answer plus one per Degree of Success. Severe failure inflicts damage and can prevent further attempts or grant the subject bonuses against future attempts.\n\nUse: Varies; each interrogation exchange constitutes a use as framed by the GM.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7219,
      "rule_id": "invocation",
      "title": "Invocation",
      "content": "Advanced. Focus will through mantras, foci, or meditation to influence psychic tests.\n\nA Full Action spent focusing the mind via mantras, foci, or meditation. Success adds +1 to the final Psy Rating of the next Round’s Fettered Power Test; failure imposes –1 (and may cause the power to fail if reduced to 0).\n\nUse: Full Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7220,
      "rule_id": "lip-reading",
      "title": "Lip Reading",
      "content": "Advanced. Understand speech by observing lip movements and expressions.\n\nAllows comprehension of speech by line‑of‑sight observation. Distance, lighting, and familiarity with the language affect difficulty. Useful when eavesdropping is required without audio.\n\nUse: Varies with scene; generally requires sustained observation.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7221,
      "rule_id": "literacy",
      "title": "Literacy",
      "content": "Advanced. Read and write any language the character speaks.\n\nEveryday reading/writing needs no test. Regional variations, archaic or damaged texts, and colloquialisms may require tests at appropriate difficulty.\n\nUse: About 1 minute per page (~750 words).",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7222,
      "rule_id": "lore-common",
      "title": "Lore: Common",
      "content": "Advanced (Investigation). Skill Groups include Adeptus Arbites, Adeptus Astartes, Adeptus Mechanicus, Administratum, Deathwatch, Ecclesiarchy, Imperial Creed, Imperial Guard, Imperial Navy, Imperium, Jericho Reach, Tech, War.\n\nRecall general information, procedures, divisions, traditions, famed individuals, and superstitions for a given group, world, or culture. Success yields broad facts; extra Degrees of Success reveal more detail.\n\nUse: Varies; often immediate recall; research uses may be Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7223,
      "rule_id": "lore-forbidden",
      "title": "Lore: Forbidden",
      "content": "Advanced (Investigation). Skill Groups cover proscribed/hidden knowledge (e.g., Xenos, Warp, Inquisition, Archeotech, Traitor Legions, Adeptus Astartes, etc.).\n\nCovers lore kept secret or proscribed: alien species, warp phenomena, cults, heresies, ancient technologies. Tests recall dangerous or concealed information; access and sources affect difficulty.\n\nUse: Varies; often immediate recall; risky or deep research may be Extended.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7224,
      "rule_id": "lore-scholastic",
      "title": "Lore: Scholastic",
      "content": "Advanced (Investigation). Academic disciplines and formal scholarship (various groups as defined by the setting).\n\nRepresents formal, academic study (history, tactics theory, heraldry, philosophy, etc.). Provides structured, theoretical knowledge distinct from Common or Forbidden Lore.\n\nUse: Varies; often immediate recall; academic research may be Extended.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7225,
      "rule_id": "medicae",
      "title": "Medicae",
      "content": "Advanced. Diagnose and treat injuries and ailments; perform field medicine and surgery.\n\nCovers first aid, surgery, disease treatment, and related medical tasks. Quality of tools, environment, and patient condition modify difficulty. Some procedures are Extended Tests; Medicae interacts with drugs/chems (see Chem‑Use).\n\nUse: Half Action to Full Action for standard applications; complex procedures may be Extended.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7226,
      "rule_id": "navigation",
      "title": "Navigation",
      "content": "Advanced. Skill Groups: Surface, Stellar, Warp.\n\nDetermine routes and positions across terrain, the void, or the immaterium. Surface covers planetary or subterranean navigation; Stellar covers realspace courses; Warp concerns plotting safe passages through the immaterium.\n\nUse: Varies; plotting complex courses often requires Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7227,
      "rule_id": "performer",
      "title": "Performer",
      "content": "Advanced. Skill Groups include Storyteller, Singer, Musician, Actor, Dancer, etc.\n\nPerform before an audience with song, story, music, acting, and so forth. Difficulty depends on audience, venue, and material. Special uses can substitute for Charm, Blather, or Command in specific circumstances.\n\nUse: Varies; performances typically take several minutes or more.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7228,
      "rule_id": "pilot",
      "title": "Pilot",
      "content": "Advanced (Operator). Skill Groups: Personal, Flyers, Space Craft.\n\nOperate personal jump packs, atmospheric craft (landers, gun‑cutters), and void‑capable ships (fighters to capital vessels). Normal conditions need no test; storms, obstacles, and dangerous manoeuvres do. Chases are Opposed Tests.\n\nUse: Half Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7229,
      "rule_id": "psyniscience",
      "title": "Psyniscience",
      "content": "Advanced. Sense warp currents, entities, psychic powers, and disturbances; see Table 3‑4.\n\nDetect the presence/absence of daemons and psychic activity; identify psychic phenomena, voids, and immaterium disruptions. Degrees of Success provide direction, location, and precision as summarised on Table 3‑4.\n\nUse: Full Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7230,
      "rule_id": "security",
      "title": "Security",
      "content": "Advanced. Open locks, bypass security systems, and defeat traps or countermeasures; often Opposed by the original installer.\n\nUsed to pick locks, bypass seals, defeat alarms, or overcome security systems. The GM sets difficulty by quality of the mechanism; many tasks are Opposed Tests versus the installer’s skill if known or recorded (e.g., for defusing bombs see Demolition).\n\nUse: Half Action to several minutes; complex systems may require Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7231,
      "rule_id": "shadowing",
      "title": "Shadowing",
      "content": "Advanced. Follow a target without being noticed; Opposed by Awareness or Scrutiny.\n\nThe art of following without detection. Always an Opposed Test against the target’s Awareness or Scrutiny. A single successful test follows a target unseen for about a minute; longer tails may require repeated or Extended Tests.\n\nUse: 1 minute per successful test (longer at GM’s discretion).",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7232,
      "rule_id": "sleight-of-hand",
      "title": "Sleight of Hand",
      "content": "Advanced. Palming, pickpocketing, and tricks; Opposed by Awareness or Scrutiny; can be used to cheat at Gamble.\n\nTasks requiring deception and dexterity such as palming objects, lifting items, or performing tricks. Always Opposed by Awareness or Scrutiny. May substitute for Gamble to alter odds; usually a Half Action, or a Free Action at –10.\n\nUse: Half Action (or Free Action at –10).",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7233,
      "rule_id": "speak-language",
      "title": "Speak Language",
      "content": "Advanced. Skill Groups: Eldar, High Gothic, Kroot, Low Gothic, Ork, Techna‑Lingua, Tau.\n\nCommunicate using the chosen language. Most routine communication needs no test if a common tongue is shared. Obscure dialects, cryptic concepts, or specialised jargon may require tests with appropriate modifiers.\n\nUse: Free Action.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7234,
      "rule_id": "survival",
      "title": "Survival",
      "content": "Advanced. Endure and live off hostile environments, natural or artificial; find food/water/shelter; track local hazards.\n\nEndure unusual or alien environments; find edible flora/fauna; hunt; evaluate safety of food; construct shelters away from hazards. Applies to natural wilderness and to artificial or industrial environments (e.g., hive depths, space hulks).\n\nUse: Various (as appropriate to the task).",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7235,
      "rule_id": "tactics",
      "title": "Tactics",
      "content": "Advanced. Skill Groups: Air Combat, Armoured Tactics, Assault Doctrine, Defensive Doctrine, Orbital Drop Procedures, Recon and Stealth.\n\nPractical application of military knowledge in battle. Focuses on on‑the‑ground manoeuvres and actions (distinct from theoretical Lore and from issuing orders via Command). Used to plan engagements, set ambushes, and choose doctrine‑appropriate actions.\n\nUse: Varies; planning efforts may be Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7236,
      "rule_id": "tech-use",
      "title": "Tech-Use",
      "content": "Advanced. Operate, maintain, and repair technology; set up, calibrate, and troubleshoot devices.\n\nOperation and repair of technological devices from auspex to vox arrays to spacecraft systems. Some tasks are simple interactions; others require lengthy repairs or calibrations. The GM sets difficulty based on tool quality, schematics, and environment.\n\nUse: Half Action for simple operations; complex tasks may be Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7237,
      "rule_id": "tracking",
      "title": "Tracking",
      "content": "Advanced. Follow trails and signs to locate targets; interpret spoor and disturbances; often Extended Tests.\n\nFollow and interpret tracks, signs, and environmental disturbances to pursue a quarry. Difficulty depends on terrain, time elapsed, weather, and the target’s countermeasures. Often used in conjunction with Survival.\n\nUse: Varies; simple tracking is a Full Action; extended pursuits may be Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7238,
      "rule_id": "trade",
      "title": "Trade",
      "content": "Advanced (Crafting). Skill Groups include numerous crafts and professions such as Armourer, Artisan, Chymist, Smith, etc.\n\nRepresents practical craftsmanship and professional disciplines. Used to create, modify, or appraise items within the trade. Manufacturing from raw materials typically requires components worth about half the item’s value and is resolved as an Extended Test.\n\nUse: Varies; crafting typically uses Extended Tests.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    },
    {
      "id": 7239,
      "rule_id": "wrangling",
      "title": "Wrangling",
      "content": "Advanced. Handle and train beasts; ride or control animals; calm or incite creatures.\n\nCare for, train, and control animals and xenos‑beasts. Includes calming mounts, directing attacks, and reading animal behaviour. The GM sets difficulty based on temperament and training level.\n\nUse: Half Action to several minutes; training is typically an Extended Test.",
      "page": null,
      "source": "csv-import",
      "source_abbr": "CSV",
      "category": "skills",
      "created_at": "2025-08-18 19:03:05"
    }
  ]
}