{
  "inserted": 97,
  "sample": [
    {
      "title": "DARKNESS OF THE 41ST MILLENNIUM",
      "content": "Credits\nDeathwatch DesigneD by                                                                          Art Direction\nRoss Watson                                                                           Zoë Robinson\nwith additional concepts by Jay Little and Sam Stewart\nProduction Manager\nLead Developer                                                                        Gabe Laulunen\nRoss Watson\nFFG Lead Game Designer\nWritten and Developed by                                                                       Corey Konieczka\nOwen Barnes, Alan Bligh, John French, Andrea Gausman\nand Andy Hoare                                                             FFG Lead Game Producer\nMichael Hurley\nCredits\nAdditional Writing\nMack Martin and Robin Everett-McGuirl                                                              Publisher\nChristian T. Petersen\nBased on Dark Heresy, Designed by\nOwen Barnes, Kate Flack, and Mike Mason                                                    games workshop\nEditing                                                                 Licensing Manager\nDylan Owen, Leigh Anne Reger, and Patrick Rollens                                                         Owen Rees\nGraphic Design                                                                  Head of Licensing\nKevin Childress                                                                       Paul Lyons\nAdditional Graphic Design                                                     Head of Intellectual Property\n\nGAMES                                  USA\nCopyright © Game Workshop Limited 2010. Games Workshop, Warhammer 40,000, Warhammer 40,000 Role Play, Deathwatch,\nthe foregoing marks’ respective logos, Deathwatch, and all associated marks, logos, places, names, creatures, races and race insignia/\ndevices/logos/symbols, vehicles, locations, weapons, units and unit insignia, characters, products and illustrations from the Warhammer\n40,000 universe and the Deathwatch game setting are either ®, ™, and/or © Games Workshop Ltd 2000-2010, variably registered\nin the UK and other countries around the world. This edition published under license to Fantasy Flight Publishing Inc. All rights\nreserved to their respective owners. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any\nform by any means, electronic, mechanical, photocopying, recording or otherwise, without the prior permission of the publishers.\nISBN: 978-1-58994-778-8 Product Code: DW01 Print ID: 781JUN10\nPrinted in China\nFor more information about the Deathwatch line, free downloads, answers\nto rule queries, or just to pass on greetings, visit us online at\n.FantasyFlightGames.com\nContents                                                                          Deathwatch Assault Marine ................................................ 72\nDeathwatch Devastator Marine .......................................... 76\nDeathwatch Librarian .......................................................... 80\nForeword\b                                                                                   6      Deathwatch Tactical Marine .............................................. 84\n\nGAME?\nIntroduction\ndangerous special missions in the grim darkness of the far        In a roleplaying game (RPG), you create an alter ego, a fictional\nfuture. The player characters form a Kill-team of Space Marines   character that is your avatar within the game world. Perhaps you\nin the Deathwatch, an elite warrior brotherhood wherein you       will create a stoic soldier, a wise scholar, or an inspiring leader.\nwill face hostile aliens and foul daemons in the Jericho Reach,   Next, you and your friends direct your characters through a\na region of the Imperium devastated by war and on the brink       series of adventures. Imagine a crime drama, adventure film,\nof annihilation.                                                  or war movie—except that instead of passively watching the\nThe role of the Deathwatch in the Imperium is to              story unfold, you control one of the characters, making his\nsafeguard humanity against the predations of the vile alien       decisions, selecting his actions, and even speaking for him.\nand other threats. Deathwatch Space Marines are at the fore       The decisions of you and your fellow players directly affect\nof Mankind’s war for survival against a hostile universe. The     the events of the story.\nDeathwatch recruits Space Marines from across the galaxy-            How can you affect these events? How do you decide\nspanning Imperium of Man, meaning that many Space                 what happens? That is the role of the game itself. Roleplaying\n",
      "page": 1,
      "source": "Core Rulebook"
    },
    {
      "title": "fellowShip (fel)",
      "content": "Fellowship is your character’s ability to interact with other\nballiStiC Skill (bS)                                                  creatures, to deceive, charm, or befriend them.\nBallistic Skill reflects your character’s accuracy with ranged\nweapons, such as boltguns, lascannons, and meltaguns.\ns\nEach Characteristic has a corresponding bonus. A\nStrength (S)                                                          Characteristic Bonus equals the tens digit of the Characteristic\nStrength describes how physically strong your character is.           score. For example, a character with a 41 Intelligence has a 4\nIt is important to note that Space Marines are inherently             Intelligence Bonus. Generally, Characteristic Bonuses are used\npossessed of incredible strength: all Space Marines possess           to determine the measure of success or failure in situations or\nthe Unnatural Strength (x2) Trait. See page 136 for details.          tests that have variable results.\ntoughneSS (t)                                                         GeneratinG\nToughness defines how easily your character can shrug off\ninjury as well as how easily he can resist toxins, poisonous\nCharaCteristiCs\nenvironments, disease, and other physical ailments. It is             Characteristics are generated one at a time. For each, roll 2d10,\nimportant to note that Space Marines are exceptionally tough          add the resulting numbers together, then add 30. Follow this\nand difficult to kill: all Space Marines possess the Unnatural        procedure once for each of your Characteristics until you have\n",
      "page": 24,
      "source": "Core Rulebook"
    },
    {
      "title": "perCeption (per)",
      "content": "Perception describes how well your character perceives his\nsurroundings. It reflects the acuteness of your character’s\nsenses. Space Marines have two special implants that affect\n\ntheir Perception. See page 36 for details.\nexaMple\ns\nSam is creating a new Deathwatch character, so he rolls 2d10 for\nAn alternate method for generating Characteristic\nhis Weapon Skill Characteristic and gets 11. Next, he adds 30, for\nscores is to give each player a number of Characteristic\na final Weapon Skill of 41. He repeats this process for the rest of his\npoints that he may assign as he wishes. In this case, the\nCharacteristics, gaining the following results:\nplayer begins with a score of 30 in each Characteristic\nand may allocate a total of 100 additional points to his\nCharacteristic 2d10 Roll                Total        Characteristic\nI: Character Creation\nCharacteristics, adding no more than 20 to any one\nBonus\nCharacteristic. This method generates characters with\nWeapon Skill            11 (+30)        41           4\nslightly lower than average scores.\nBallistic Skill         7 (+30)         37           3\nStrength                16 (+30)        46           4\nToughness               10 (+30)        40           4                   y\nAgility                 9 (+30)         39           3\nIntelligence            12 (+30)        42           4                   “Zeal and fury are rewarded with victory.”\nPerception              15 (+30)        45           4\nWillpower               14 (+30)        44           4                                     –Captain Davian Thule of the Blood Ravens\nFellowship              8 (+30)         38           3\nOnce you have chosen your Space Marine’s home Chapter,\nSam gets one re-roll. Looking at his Characteristics, his worst score     the next step is to select his Speciality. In the Deathwatch, a\n\n88        —\nTechmarine     masters of machinery\ns                                                                           Table 1–3: Movement in Metres Per\nRound\nAg Bonus Half Move Full Move Charge Run\n“They shall be pure of heart and strong of body, untainted by doubt          1               1                2               3            6\nand unsullied by self-aggrandisement. They will be bright stars              2               2                4               6            12\nin the firmament of battle, Angels of Death whose shining wings              3               3                6               9            18\nbring swift annihilation to the enemies of man. So it shall be for a         4               4                8               12           24\nI: Character Creation\nthousand times a thousand years, unto the very end of eternity and the       5               5                10              15           30\nextinction of mortal flesh.”                                                 6               6                12              18           36\n7               7                14              21           42\n–Roboute Guilliman, Codex Astartes                8               8                16              24           48\n9               9                18              27           54\nOnce you have determined your Speciality, your next step                     10              10               20              30           60\nis to note down your character’s Movement, Fate Points,\n\ntherefore, and you will know no fear.”\n–Roboute Guilliman, Primarch of the Ultramarines\nR\noleplaying as a Space Marine presents a unique challenge:\nSpace Marines are more than human, larger-than-life\nfigures more akin to the heroes of the Trojan War and\nthe Odyssey than to Inquisitional Acolytes or a Rogue Trader and\nhis companions. Some Space Marines are epic beings who will\nduel for days over a matter of honour, others are philosophers\nand tragic figures, full of passion and regret. In their heart, many\nSpace Marines feel that their Chapter is just a little bit better\nthan the others. However you choose to interpret these ideas,\nit is important to note that the Space Marines chosen for the\nDeathwatch are nuanced, complex characters.\nThis section presents some ideas and thoughts to keep in mind\nwhen roleplaying your Deathwatch Space Marine, a guide that\nshould give you some great dramatic hooks and opportunities to\ndevelop your character in a unique way.\nAt the beginning of a Deathwatch game, the Battle-Brothers\nyou serve with are simply “fellow Space Marines.” Over time,           complications with their gene-seed. Some individual Space\nhowever, this perception may change: some of these Space Marines       Marines have difficulties adjusting to the particular effects of\nmay become true friends, others may become bitter rivals.              their Chapter’s gene-seed.\nAn example of a good story might challenge a Space Marine             Psykers: How do you (or your Chapter) view psykers? Most\nto choose between his loyalty to his Chapter and the bond of           Chapters utilise Librarians and rely on psykers like most other\n\nStrength and Toughness Traits.\nAbilities                                                        • Ossmodula: This implant, in conjunction with several\nothers, grants the Space Marine the Unnatural Toughness\n(x2) Trait.\n“As our bodies are armoured with adamantium, our souls are              • Biscopea: This implant, in conjunction with several\nprotected with loyalty. As our bolters are charged with death for the     others, grants the Space Marine the Unnatural Strength\nI: Character Creation\nEmperor’s enemies, our thoughts are charged with wisdom. As our           (x2) Trait.\nranks advance, so does our devotion, for are we not Space Marines?      • Haemastamen: This organ has no in-game effect besides\nAre we not the chosen of the Emperor, his loyal servants unto death?”     contributing to the Space Marine’s Unnatural Strength\n\nand Toughness Traits.\n–Chaplain Fergas Nils       • Larraman’s Organ: Space Marines do not normally\nsuffer from Blood Loss (see page 260). In addition,\nA\nll Space Marines go through a period of hypno-                   the Space Marine gains the True Grit Talent. However,\nindoctrination and training that provides them with              attacks with the Warp Weapon Quality (see page 136)\nan array of special skills and abilities. To represent this      may still inflict Blood Loss as normal.\nhypno-indoctrination in the game, Space Marine characters               • Catalepsean Node: A Space Marine suffers no penalties\nbegin play with the following Skills, Talents, and Traits. Note           to Perception-based Tests (such as Awareness) when\nthat many of the starting Traits are provided from the list of            awake for long periods of time.\nImplant game rules listed below. The Space Marine does not              • Preomnor: The Space Marine gains a +20 bonus to any\nneed to meet the prerequisites (if any) for these starting Skills         Toughness Test against ingested poisons.\nand Talents. Starting Skills are considered Trained Skills              • Omophagea: By devouring a portion of an enemy, a\n(either Advanced or Basic depending on the Skill).                        Space Marine can gain access to certain information\nStarting Skills: Awareness, Ciphers (Chapter Runes),                  (such as the whereabouts of a cult’s hidden lair, access\nClimb, Dodge, Common Lore (Adeptus Astartes, Imperium,                    codes, and so forth). The information he can access is\n\nWillpower Test to leave the progenoids behind.\n• Black Carapace: This implant gives the Space Marine\nexceptional control over his power armour. Although a\nSpace Marine in power armour has the Size (Hulking)\nTrait, his enemies gain no bonus to hit him thanks to the\nBlack Carapace.\nDeSigner’S note: SquaD MoDe, Solo MoDe, anD CoheSion\nYou may notice many references to some particular game mechanics for Space Marines named Squad Mode, Solo Mode,\nor Cohesion. These rules are discussed in detail in Chapter VIII: Playing the Game, but here’s a brief summary so you\nhave an idea of what they encompass.\nBecause the Space Marines of the Deathwatch are drawn from Chapters across the Galaxy, they are not as comfortable\nworking together as with the Battle-Brothers of their home Chapters. Some Space Marines may find themselves serving\nalongside rivals or even enemies, and overcoming those differences can be quite challenging.\nolo Mode represents a Deathwatch Space Marine in his natural state soon after arriving at Watch Fortress Erioch.\nIn Solo Mode, the Space Marine’s particular special abilities, beliefs, and traditions that are part of his home Chapter\nare emphasised. He is relying on his instincts and the decades or even centuries of experience fighting alongside other\nBattle-Brothers of his home Chapter. A Space Marine is never more an exemplar of what it means to be a battle brother\nof his Chapter than when he is in Solo Mode.\nquad Mode is a way of representing a Kill-team that has set aside their differences and are focusing on working\n",
      "page": 24,
      "source": "Core Rulebook"
    },
    {
      "title": "Mode) and page 211 (for Cohesion).",
      "content": "putting the “teaM” into “kill-teaM”\nThe purpose of Solo Mode and Squad Mode abilities being separate things is to provide an in-game mechanic to\nsupport the overall concept of a group of individuals who slowly become a team. A Deathwatch Kill-team may contain\na Blood Angel, Space Wolf, and an Ultramarine—each of whom has his own special abilities, skills, and benefits from\nhis Chapter—but the Kill-team itself is greater than the sum of its parts. The Deathwatch RPG is about the process of\ndisparate individuals becoming a group that works together—in fact, there are some threats are simply so dangerous\nthat they can only be overcome by an experienced Kill-team combining their efforts.\nThe Black                                                   which new recruits may prove their mettle. The Chapter must\njudge the worthiness of its recruits in other ways. From the\nmonolithic chapter keeps they establish on every world the\nTemplars                                                    Black Templars conquer, the Chaplains maintain a strict vigil\nover the world and judge the worth of those warriors who\nattract their notice. Often, there will be contests of arms or\n“To the darkness, I bring fire. To the ignorant, I bring faith. Those   other equally lethal trials held for those who aspire to joining\nwho welcome these gifts may live, but I will visit naught but death     the Chapter. Only the bravest warriors can hope to reach the\nI: Character Creation\nand eternal damnation on those who refuse them.”                        final stages of selection and even then only a fraction will meet\n\nbenefits: +5 Weapon Skill,, +5 Willpower, and the\nare at the extreme end of independence from the Imperium’s\nRighteous Zeal Solo Mode ability (see page 217).\nauthorities. Some would say the Chapter verges on a rogue\nRestrictions: Black Templars Space Marines may\nelement. The Chapter’s fleet-based nature and the goals of\nnot select the Deathwatch Devastator Marine or\nits ten-thousand-year Crusade take the Black Templars\nDeathwatch Librarian Specialities.\nthroughout the entire galaxy, and it is primarily the will of\nImplants: Although Black Templars Space Marines\nthe Marshals that drives the Crusades ever onwards. Like all\npossess both the Betcher’s gland and sus-an membrane\nSpace Marines, the Black Templars do not consider themselves\nimplants, their zygotes are significantly deficient. Black\nsubject to the rule of the Imperium’s power structures, and\nTemplar characters do not gain the benefits of either of\neach Crusade is effectively an autonomous fighting force,\nthese implants.\nthough they may choose to respond to requests for aid by\nothers in the vicinity.                                              s\nWhen the Crusade fleet makes war upon the foes of the\nEmperor, there are two main tactics the Black Templars use           Zealous is a Demeanour (see page 32) unique to Space\nto destroy the enemy. The most brutal is the orbital assault,        Marines from the Black Templars Chapter. When not\nknown to the few that have survived it as “death from                engaged in battle, the brethren of the Black Templars\nabove.” The Black Templars drop into action in the wake              are invariably to be found preparing for it. They pass\n",
      "page": 36,
      "source": "Core Rulebook"
    },
    {
      "title": "SANGUINIUS",
      "content": "The primarch of the Blood Angels Legion, Sanguinius was a radiant warrior said to have been born aloft upon\nangelic pinions. His countenance was noble and pure and he wore perfectly sculpted armour of shining gold.\nSanguinius was said to have been blessed with the gift, or burden, of prophecy. He was in many ways the\nmost beloved of the Emperor’s sons, the uncounted multitudes singing his praises with every victory he laid\nbefore his father. Sanguinius was possessed of an abiding sense of justice, devoting his life to bringing about\nthe utopia the Emperor proclaimed.\nThe Sons of the Red Angel are noble, but I sense something sinist\ner about them.\n\n–S.S.\nThe Dark                                                different levels within the Chapter which individuals may\ngradually rise through. On attaining each new level, they are\ngranted a little more knowledge of the truth behind the Dark\nAngels                                                 Angels’ origins, but only the highest-ranking members of the\nChapter know the terrible, shameful secret of what occurred\nten thousand years ago.\n“Repent, for tomorrow you die!”\nCaliban\nI: Character Creation\n–Battle cry of the Dark Angels Chapter\nCaliban, the home world of the Dark Angels, was once a\nT\nhe Dark Angels stand first amongst the Space Marine          verdant world of dense forests. Yet, those forests seethed\nChapters, as they have done since their very inception.      with mutation and corruption, the baleful influence of the\nTheirs is a proud Chapter, with traditions and rituals       nearby Eye of Terror cursing Caliban and making it one of\nthat date back to the earliest days of the Imperium. The origins     the deadliest worlds in the galaxy. The original inhabitants\nof the Dark Angels Chapter are shrouded in mystery, however.         of Caliban are said to have been a proud, martial people,\nFew records of its beginnings exist, nor are there many              brought up to live and die by the sword. The lush forests\nmentions of the part it played in the Emperor’s Great Crusade.       were inhabited by all manner of terrifying beasts that had\nMost references in the histories of the Imperium to its deeds        been warped by Chaos. The ferocity of these creatures forced\n",
      "page": 42,
      "source": "Core Rulebook"
    },
    {
      "title": "THE LION",
      "content": "The primarch of the Dark Angels was named Lion El’Jonson, but most call him simply ‘The Lion’. When the\nprimarchs were scattered across the galaxy, Jonson came to Caliban, growing to maturity amongst the beast-\nhaunted forests, not laying eyes upon another human until he was a young adult. Having proved himself to the\nknightly order that defended the peoples of Caliban from the Chaos beasts of the dark forests, Jonson quickly\nrose to power and led a crusade to slay the beasts and deliver the people of Caliban from their evil.\nThe Lion was said to have been temperamental and taciturn, but a brilliant strategist and unstoppable once decided\nupon a course of action. These qualities served him well when he reunited with the Emperor and led the Dark\nAngels Legion in the Great Crusade. One of the great tragedies of the Horus Heresy is that while Jonson earned\nglory amongst the stars, Luther, his closest friend and trusted second in command, turned against him, leading\nthose Space Marines who remained on Caliban to the service of Chaos. Returning to Caliban, Jonson discovered\nhis blood-brother’s treachery. So terrible was his vengeance, so bitter his sense of betrayal, that the ensuing battle\nsaw the destruction of Caliban itself. At the conclusion of the battle, the traitor Luther was captured by the loyal\nDark Angels, but of the Lion, there was no trace.\n",
      "page": 44,
      "source": "Core Rulebook"
    },
    {
      "title": "THE DEATHWING",
      "content": "The Deathwing is the First Company, or Terminator Company, of the Dark Angels Chapter. The First Company\nof most Chapters consists of veterans who may fight in Terminator armour or in power armour, as dictated by\nbattlefield requirements. The Dark Angels, however, are unusual in maintaining an entire company that is only\never fielded as Terminator squads. It is believed that when the Dark Angels Legion was divided into Chapters,\nI: Character Creation\nthe Terminator armour-equipped Assault Company was split into a number of 100-strong units and each\nassigned to a Chapter formed from the Legion. The warriors of the Deat wing perform all of the conventional\nmissions normally assigned to Terminator squads, but in addition, they act as the mailed fist of the Inner Circle.\nMembers of the Deathwing are not fully inducted into the Inner Circle, but they know far more of the Chapter’s\nsecrets than their rethren, and will stop at nothing to enact their masters’ vengeance on those who betrayed\nthe legion ten thousand years ago.\n",
      "page": 45,
      "source": "Core Rulebook"
    },
    {
      "title": "THE RAVENWING",
      "content": "The Ravenwing is the name of the Second Company of the Dark Angels Chapter. Instead of the usual dark\ngreen panoply of the rest of the Chapter, the Ravenwing’s bikes and land speeders, as well as their power\narmour, are painted jet black, and it is this which gives the company its unique name. Although the Ravenwing\nis highly specialised formation exceptionally skilled at scouting and assault missions, the company is much\nmore than a reconnaissance force. Its true function is vital to the ten thousand year mission of the Dark Angels.\nAlthough only the company’s highest ranked officers know it, the Ravenwing’s primary role is to hunt down\nand capture the Fallen Dark Angels. Therefore, the members of the Second Company are granted limited\nknowledge of the secrets of the Dark Angels—much more than the Third to Tenth Companies, but far less than\nthe Deathwing and the Inner Circle.\ns\nThe Space Marines of the Dark Angels Chapter are cunning warriors who often rely on the precise application of\noverwhelming firepower to defeat their foes.\nDark Angels Space Marines gain the following benefits: +5 Ballistic Skill, +5 Intelligence, and the Stoic Defence\nSolo Mode ability (see page 217).\nSonS of the lion\nSons of The Lion is a Demeanour (see page 32) unique to Space Marines from the Dark Angels Chapter.\nAlthough only the upper echelons of the Chapter are aware of the awful truth of the Dark Angels’ past, even those newly\nrecruited are possessed of a secretive, even introverted nature. The idea that outsiders are not to be trusted is drilled into\n",
      "page": 45,
      "source": "Core Rulebook"
    },
    {
      "title": "LEMAN RUSS",
      "content": "ancient heroes of\narch  of   the   Spa  ce Wo    lves    Leg ion,    Lem   an Russ, is one of the most famous of the                        the\nThe prim\nnds    tell  of  his   deed  s  at the   very  daw  n of the Imperium’s bloody history. When\nthe Imperium. Many            lege                                                                                      discovered by a\nwer  e  scat  tere d  to  the    war  p,  Rus   s  was    cast to the world of Fenris. There he was\nprimarchs                                                                                                     ng, helpless primarch, she\nfeed her cubs. But rather than slay the you\nmighty she-wolf on the hunt for prey to                                          y and conquered the tribes of Fenris, ruling\nover them\nown    . Soo n,  the  prim   arch    reac  hed  mat  urit\nraised him as her                                                                                               arch and his progenitor\n. Wh  en   wor  d  of  Kin  g   Rus   s’s exp   loits  reached the ears of the Emperor, the prim\nas king\nvery forefront of the Great Crusade.\nwere united, and Russ took his place at the\nce Wolves stood loyally\ncent Imperium was rent asunder, the Spa\nWhen the Horus Heresy came and the nas                                              ht against their erstwhile brothers, the Tho\nusand\nEm    pero r.  The   ir  grea test   batt  le  was   foug\nat the side of the                                                                                                Legion decimated the\n",
      "page": 47,
      "source": "Core Rulebook"
    },
    {
      "title": "THE LION AND THE WOLF",
      "content": "Over the course of the many battles of the Great Crusade and the subsequent Horus Heresy, Leman\nRuss became firm friends with Lion El’Jonson, primarch of the Dark Angels Legion. The two were\nat once beloved brothers and bitter rivals, vying all the while for honour and glory. On the world\nof Dulan, the Space Wolves and the Dark Angels were to assault an enemy-held fortress. Russ\nclaimed the right to lead the attack, for the Tyrant of Dulan had insulted him publicly. But the Lion\nrefused and started the assault early. Russ was furious, and after the battle was won a duel broke out\nbetween the brother-primarchs, in which Russ was laid low, only to regain consciousness some time\nlater, after the Dark Angels had departed. To this day, whenever the Space Wolves and the Dark\nAngels serve alongside one another, a ritual duel is fought between the champions of each. Though\nrarely fatal, the outcome of the fight is regarded as an omen of the battle to come, and much\nhonour is earned by those who continue the brotherly feud of their primarchs.\ns\nSpace Wolves are renowned for their exceptionally sharp senses and their heroism in defence of all Imperial citizens,\nhigh or low.\nA Space Wolves Space Marine gains the following benefits: +5 Perception, +5 Fellowship, and the Wolf Senses Solo\nMode Ability (see page 217).\nBonus Talent: Space Wolves characters begin with the Heightened Senses (Smell) Talent.\nRestrictions: Space Wolves characters may not select the Deathwatch Apothecary Speciality.\n\nSquad Mode.\nDeathwatch Devastator Marine Characteristic Advances\nLevel                    Simple                    Intermediate               Trained                        Expert\nWeapon Skill             750                       1,500                      2,000                          5,000\nBallistic Skill          200                       500                        1,000                          1,500\nStrength                 200                       500                        1,000                          1,500\nToughness                500                       1,000                      1,500                          2,000\nAgility                  750                       1,500                      2,000                          5,000\nIntelligence             750                       1,500                      2,000                          5,000\nPerception               200                       500                        1,000                          1,500\nWillpower                500                       1,000                      1,500                          2,000\nFellowship               500                       1,000                      1,500                          2,000\nRank 1 Deathwatch Devastator Marine Advances\nAdvance                         Cost                            Type                                 Prerequisites\nCleanse and Purify              500                             Talent                               —\nExotic Weapon Training (any)    500                             Talent                               —\n\nRapid Reload              500         Talent   —\nStorm of Iron             500         Talent   —\nRank 5 Deathwatch Devastator Marine Advances\nAdvance                   Cost        Type     Prerequisites\nHardy                     600         Talent   T 40\nSharpshooter              600         Talent   BS 40, Deadeye Shot\nSound Constitution        1,000       Talent   —\nRank 6 Deathwatch Devastator Marine Advances\nAdvance                   Cost        Type     Prerequisites\nTech-Use                  500         Skill    —\nRapid Reaction            500         Talent   Ag 40\nSound Constitution        1,000       Talent   —\nRank 7 Deathwatch Devastator Marine Advances\nAdvance                   Cost        Type     Prerequisites\nTech-Use +10              700         Skill    Tech-Use\nEye of Vengeance          1,000       Talent   BS 50\nSound Constitution (x2)   1,000       Talent   —\nRank 8 Deathwatch Devastator Marine Advances\nAdvance                   Cost        Type     Prerequisites\nTech-Use +20              800         Skill    Tech-Use +10\nSound Constitution        800         Talent   —\nSwift Attack              700         Talent   WS 35\nThe Traitor Legions\nWith the defeat of the Traitor Legions dur\ning the Horus Heresy, the vanquished Spa\ninto the Eye of Terror. There, close to the inte                                             ce Marines were driven\nnse energies of the warp, they took worlds\nthe lords and masters of daemon realms und                                                    for their own, becoming\ner the patronage of their chosen gods. Fro\n\nos by the strength of their hatred for the\nforgotten, nor forgiven, the mortal universe                                          Emperor. They have not\nwhich expelled them and still exact a bloo\nthe tides of the warp carry them back ther                                                  dy vengeance when\ne. They are carried forth by ancient warship\nfrom the time of the Heresy, but are now                                                   s that have survived\nencrusted with millennia of baroque deco\nbattle wounds. The fickle tides of the war                                            ration and scarred by old\np can carry the Chaos Space Marines to\nThey descend upon unsuspecting worlds, plun                                            anywhere in the galaxy.\ndering all they can and razing anything they\nretreating once more to the Eye of Terror.                                                    cannot take before\nThough local forces may mount a courage\nagainst the invaders, they are doomed unle                                           ous and desperate defence\nss Space Marines are on hand. Then, brother\nmore, with all the bitterness and hatred unle                                            will  fight brother once\nashed at the height of the Horus Heresy ten\nthousand years ago.\nRenegade Space           Marines\nAlthough the Horus Heresy represents by\nfar the largest and most devastating exam\ncasting off their vows of loyalty and turn                                                 ple of Space Marines\ning on those they were created to defend,\n\nCarouse                      Toughness        —\nCharm                        Fellowship       Interaction\nClimb                        Strength         Movement\nCommand                      Fellowship       Interaction\n\nConcealment                  Agility          —\nContortionist                Agility          Movement\nDeceive                      Fellowship       Interaction\n\nDodge                        Agility          —\nIII: Skills\nEvaluate                     Intelligence     Investigation\n\nGamble                       Perception       —\nInquiry                      Fellowship       Investigation\nIntimidate                   Strength         Interaction\nLogic                        Intelligence     Investigation\n\nSearch                       Perception       —\nSilent Move                  Agility          Movement\nSwim                         Strength         Movement\nTable 3–2: Advanced Skills\nSkill Name                   Characteristic   Descriptor\nAcrobatics                   Agility          Movement\nChem-Use                     Intelligence     Crafting, Investigation\n\nCiphers†                     Intelligence     —\nDemolition                   Intelligence     Crafting\nDrive†                       Agility          Operator\nInterrogation                Willpower        Investigation\n\nLiteracy                     Intelligence     —\nLore: Common†                Intelligence     Investigation\nLore: Forbidden†             Intelligence     Investigation\nLore: Scholastic†            Intelligence     Investigation\n\nPerformer†                   Fellowship       —\nPilot†                       Agility          Operator\n\nTracking                     Intelligence     —\nTrade†                       Intelligence     Crafting\n\nWrangling                    Intelligence     —\n†\nDenotes a Skill group.\ns                                                                    s\nAdvanced Skills require very specific training or education, and     Some Skills encompass groups of related Skills. For brevity’s\ncommon individuals may not attempt their use. Regardless of          sake, these Skill groups are listed under the same entry, but\na character’s intrinsic abilities and Characteristics, he would      each must be acquired and used separately. Thus, a pilot with\nnever be able to understand the Eldar language without               the Pilot (Personal) Skill would be able to fly using a jump\nprevious instruction.                                                pack, but not pilot a Thunderhawk gunship.\ns                                                                    s\nSome Skills fall into broad categories that use common rules.        Several Skill entries have subsections that detail a specific,\nThese descriptors allow both players and GMs to instantly            focused use outside its usual employment. These sections\nIII: Skills\nidentify the appropriate rules section from Chapter VII: Playing     spotlight a particularly creative or interesting use of the Skill,\nthe Game for their resolution. These categories include: Crafting,   allowing for greater variety of Skill applications.\nInteraction, Investigation, Movement and Operator.\ns                                                                             Skill\nSkills with the Crafting descriptor allow characters to create\n",
      "page": 47,
      "source": "Core Rulebook"
    },
    {
      "title": "Perception",
      "content": "Awareness encompasses the character’s subconscious ability\nto react to things his conscious mind may not perceive.\nHe can use this Skill to notice threats—such as ambushes,\ntraps or cleverly hidden objects—or slight changes in the\nenvironment—such as a faint vibration of a far off Ork\nSquiggoth or the foul smell of a Daemonhost. When using\nAwareness against an opponent, the test is always opposed.\nThis use includes noticing ambushes, spotting traps, and\nother things involving another’s actions. However, noticing\nIII: Skills\nenvironmental factors is a standard test. This use includes\nperceiving trace scents, motion, or similar things.\nSkill Use: Free Action made in reaction to something.\ncarouSe (BaSic)\n",
      "page": 94,
      "source": "Core Rulebook"
    },
    {
      "title": "Toughness",
      "content": "The Carouse Skill is used to resist the effects of alcohol and\nnarcotics. Frequent imbibers can build up quite a tolerance to\nalcohols and other drugs, remaining clear-headed and lucid\nwhile those across the table find their judgement or capabilities\ndiminished. The character makes a Skill Test whenever he\nsuffers the effects of alcohol or similar intoxicants (naturally,\nfor Space Marines, this requires imbibing of truly prodigious\namounts or toxicity!). Each time he would otherwise suffer\nfrom the effects of an intoxicant, make a Carouse Test. Failure\nindicates he gains a level of Fatigue or suffers the side effects\nof the substance. Should the character lose consciousness, he\nremains passed out for a number of hours equal to 1d10 minus\nhis Toughness Bonus (minimum 1 hour).                               harder, or the Kill-team’s Brother-Chaplain might rouse his\nSkill Use: Free Action taken whenever the character imbibes         brothers with an impassioned prayer to the Emperor.\ncharm (BaSic, interaction)                                          chem-uSe (advanced,\nFellowship                                                          inveStiGation)\nThe character can use Charm Skill to improve the disposition\nof others towards him, making a Charm Test whenever he              Intelligence\nwishes to change the minds of an individual or small group.         The Chem-Use Skill allows the character to safely identify,\nThe character need not make a Charm Test each time he speaks        handle, and prepare a variety of chemicals, toxins, poisons, and\n",
      "page": 94,
      "source": "Core Rulebook"
    },
    {
      "title": "Strength",
      "content": "With the Climb Skill the character can ascend or descend\nropes, pipes, scaffolding, and both natural and man-made\nwalls. This Skill is not used for ladders or other easily ascended\nways, but for climbs without ready handholds or other poor\nclimbing conditions. The condition of the surface or item\nmust be able to see and hear the character—though this could       Escape Grapple\nbe done remotely through a vox or pict-caster—and speak a          After an opponent has grappled the character in combat, he\ncommon language.                                                   may escape using the Contortionist Skill. Make an Opposed\nSkill Use: Half Action for simple commands, Full Action for        Test with the character’s Contortionist Skill against the\nmore involved direction                                            grappler’s Strength Characteristic. Success indicates the\ncharacter has slipped out of his enemy’s hands and is free.\nSpecial uses                                                       Failure means he remains grappled.\nExtend Support Range                                               Squeeze Through\nAs a Half Action the Battle-Brother nominated as the squad’s       The character can make a Contortionist Test to squeeze\nleader (see page 238) may extend his Kill-team’s Support           through a tight space, such as through a maintenance conduit\nIII: Skills\nRange (see page 213) by a number of metres equal to his            aboard a ship or a gap in damaged blast doors. The character\n",
      "page": 95,
      "source": "Core Rulebook"
    },
    {
      "title": "Intelligence",
      "content": "Skill Groups: Adeptus Arbites, Adeptus Astartes, Adeptus\nMechanicus, Administratum, Deathwatch, Ecclesiarchy,\nlore: forBidden (advanced,\nImperial Creed, Imperial Guard, Imperial Navy, Imperium,             inveStiGation)\nJericho Reach, Tech, War\nThe Common Lore skill allows the character to recall general         Intelligence\ninformation, procedures, divisions, traditions, famed individuals,   Skill Groups: Adeptus Astartes, Adeptus Mechanicus,\nand superstitions of a particular world, group, organisation, or     Archeotech, the Black Library, Daemonology, Heresy, the\nrace. This skill differs from Scholastic Lore, which represents      Inquisition, Mutants, Psykers, the Traitor Legions, the Warp\nscholarly learning, and Forbidden Lore, which involves hidden        and Xenos\nor proscribed knowledge, in that it deals with basic information     Forbidden Lore skills represent knowledge usually hidden,\nlearned from prolonged exposure to a culture or area.                veiled, or proscribed by an organisation or society. Mere\nSuccess in a Common Lore Test indicates the character recalls    possession of this knowledge may cause difficulties for those\ngeneral information about the subject. The GM determines             not associated with the group in question. Excessive knowledge\nwhat extra information to provide for additional Degrees             of the hidden truths of the Traitor Legions, for example, can\nof Success.                                                          be decidedly bad for one’s health for those outside (or even\n",
      "page": 99,
      "source": "Core Rulebook"
    },
    {
      "title": "Intelligence",
      "content": "wranGlinG (advanced)\nWith the Tracking Skill, the character can follow the              Intelligence\nsigns left by his quarry, allowing him to hunt them down.          The character can tame, train, and potentially ride animals he\nFollowing obvious tracks does not require a Skill Test, and is     encounters in his travels, from spine-hounds to the noble warhorse\nconsidered part of a character’s movement. In instances where      breeds. Both taming and training beasts are Extended Tests, the\nthe time or elements have eroded the signs or where the very       duration of which is determined by the nature and temper of the\nenvironment makes seeing them difficult, such as darkness          creature involved. Once an animal has been broken to its master’s\nor fog, Tracking Tests are required. The difficulty depends        will—or at least formed a partnership for particularly strong-\non the condition of the traces and the tracker’s surroundings.     willed beasts—directing it or issuing commands is a Half Action.\nWhen following any tracks where the difficulty of the test         Wild animals, or those trained for hostility and aggression,\nis more than Challenging (+0), the tracker’s Movement rate         can have their Disposition changed by one level for every two\ndrops to half. Cunning or devious quarry may attempt to            Degrees of Success, up to a maximum of three levels by a Full\nconceal or erase their tracks. In any case where an opponent       Action use of this Skill. GMs may impose penalties for animals\n\nout of action to regain full Cohesion.\nCatfall                          Ag 30                                      Reduce falling damage.\nChem Geld                        —                                          Immune to seduction, resistant to charm.\nCleanse and Purify               Basic Weapons (Flame)                      Increases the effect of your flamer attacks.\nCombat Formation                 Int 40                                     Use Int Bonus for Initiative.\nOpponents get no bonus for outnumbering the\nCombat Master                    WS 30\ncharacter.\nCombat Sense                     Per 40                                     Use Per Bonus instead of Ag Bonus for Initiative.\nConcealed Cavity                 —                                          Character has a secret compartment on his person.\nCounter Attack                   WS 40                                      Gain free attack with successful Parry.\nCrack Shot                       BS 40                                      Deal +2 Critical Damage with ranged weapon.\nCrippling Strike                 WS 50                                      Deal +4 Critical Damage with melee weapon.\nCrushing Blow                    S 40                                       Deal +2 Damage with melee weapons.\nDeadeye Shot                     BS 30                                      Called Shots are at –10 penalty.\nCause greater damage when charging or dropping\nDeath From Above                 Adeptus Astartes, Pilot (Personal)\ninto combat using a jump pack.\n\nchance of Righteous Fury.\nIV: Talents & Traits\nExemplar of Honour      Adeptus Astartes                                  Exchange a Fate Point for a point of Cohesion.\nExotic Weapon Training† —                                                 Gain proficiency with an exotic weapon type.\nEye of Vengeance\nRoll twice for Psychic Phenomena (see page 187) and\nFavoured by the Warp      WP 35\ntake better result.\nFearless                  —                                              Immune to Fear and Pinning.\nFeedback Screech          Techmarine or Mechanicus Implants              30m radius, Test WP or lose Half Action.\nFerric Lure               Techmarine or Mechanicus Implants              WP Test to call 1kg/WP Bonus of metal objects.\nFerric Summons            Techmarine or Mechanicus Implants, Ferric Lure WP Test to call 2kg/WP Bonus of metal objects.\nFlame Weapon Training†    —                                              Gain proficiency with a group of flame weapons.\nFlesh Render              Adeptus Astartes                               Cause additional damage with chain weapons.\nForesight                 Int 30                                         Contemplate to gain +10 bonus on next Test.\nFrenzy                    —                                              Enter psychotic rage to gain combat bonuses.\nFurious Assault           WS 35                                          On a successful WS Test, gain a free second attack.\nThe character has a good reputation amongst a certain\nGood Reputation†          Fel 50, Peer\n\nImmune to Pinning by Pistols and Basic Weapons.\nLast Man Standing         Nerves of Steel\n\nImproves Cover.\nLeap Up                   Ag 30                                           Stand up as a Free Action.\nLight Sleeper             Per 30                                          Count as awake, even when asleep.\nLightning Attack          Swift Attack                                    Attack three times with a Full Action.\nLightning Reflexes        —                                               Add twice Ag Bonus to Initiative rolls.\nLitany of Hate            Hatred                                          Extend benefits of Hatred to allies.\nLogis Implant             —                                               +10 bonus on WS and BS on successful Tech-Use Test.\nLuminen Blast             Techmarine or Mechanicus Implants               1d10+WP Bonus Energy Damage bolt. Causes Fatigue.\nLuminen Charge            Techmarine or Mechanicus Implants               T Test to power/charge tech. Causes Fatigue.\n†\nDenotes talent group.\nTable 4–1: Talents, Continued\nTalent Name                 Prerequisite                                      Benefit\nLuminen Shock               Techmarine or Mechanicus Implants                 1d10+3 Energy Damage shock. Causes Fatigue.\nThe character has advanced Mechanicus\nMachinator Array            Techmarine or Mechanicus Implants\naugmetics.\nMaglev Grace                Techmarine or Mechanicus Implants                 Hover 1d10+TB minutes once per day.\nIV: Talents & Traits\nMaglev Transcendence        Techmarine or Mechanicus Implants, Maglev Grace   Hover 2d10+TB minutes twice per day.\n\nFellowship Test.\nMechadendrite Use†          Techmarine or Mechanicus Implants                 The character can use a type of Mechadendrite.\nThe character may enter a trance to remove\nMeditation                  —\nFatigue.\nMelee Weapon Training†      —                                                 Gain proficiency with a group of melee weapons.\nThe character may use Psychic Powers while in\nMental Rage                 Frenzy\nthe throes of frenzy.\nMighty Shot                 BS 40                                             Deal +2 Damage with ranged attacks.\nMimic                       —                                                 The character can copy voices.\nNerves of Steel             —                                                 Re-roll failed tests to avoid pinning.\nOrthoproxy                  —                                                 +20 bonus to resist mind control or interrogation.\nParanoia                    —                                                 The character is alert for danger.\nGain +10 bonus on Fel Tests to interact with\nPeer†                       Fel 30\norganisation.\nPistol Weapon Training†     —                                                 Gain proficiency with a group of pistol weapons.\nPolyglot                    Int 30, Fel 30                                    The character has an innate ability with languages.\nPrecise Blow                WS 40, Sure Strike                                No penalty for attacks against specific locations.\nUse Swift and Lightning Attack as a Half Action\n\nOne item up to 20 Requisition becomes standard\nSignature Wargear\nissue.\nSignature Wargear                                                             One item up to 40 Requisition becomes standard\nSignature Wargear\n(Master)                                                                      issue and gain an additional benefit.\n\nOne item up to 70 Requisition becomes standard\nSignature Wargear (Hero)†\nissue.\n†\nDenotes talent group.\nTalent                                                          TalenTs for space Marines anD\nTheir eneMies\nDescriptions                                                      This chapter details many Talents; some of these are\nfor the exclusive use of Battle-Brothers of the Adeptus\n“The Imperium is a realm defended by sword strokes and the roar of       Astartes and are not found by those outside their ranks or\nIV: Talents & Traits\nguns: a million sword strokes and a roar like the thunder of angry       the ranks of the vile Chaos Space Marines. Others detailed\ngods pass every day, and yet it may prove not enough.”                   here are not applicable to Space Marine characters, either\nbecause they are rendered redundant by a Battle-Brother’s\n–from the Ascension Address by Lord Militant Tetrarchus               extraordinary prowess and abilities or because they simply\nare not things that a Space Marine would learn or do.\nPlayers can find a complete listing of the Talents available in          This second group of Talents has been included in this\nDeathwatch in Table 4–1: Talents, and the full explanations              chapter not for the use of players in creating Deathwatch\nof each Talent on the following pages.                                    haracters, but to enable Game Masters to create varied and\ninteresting NPCs and enemies for the player characters to\nencounter during their missions for the Deathwatch.\nTable 4–1: Talents, Continued\n\nPrerequisites: Agility 30\nThis Talent does not represent true ambidexterity so much as\nsufficient training with both hands to make the distinction\nauTosanGuine\nmoot. The character may use either hand equally well for any       The ancient and blessed technology of the Mechanicus flows\ntask, and does not suffer the –20 penalty for actions using        through the character’s blood. These miniscule machines repair\nhis off hand.                                                      minor injuries and speed healing. When applying healing, the\nSpecial: When combined with a Two-Weapon Wielder                character is always considered Lightly Damaged, and heals at\nTalent, the penalty for making attacks with both weapons in        an increased rate, removing 2 points of Damage per day.\nthe same turn drops to –10.\ng\narMour-MonGer                                                      Talent Groups: Bolt, Las, Launcher, Melta, Plasma, Primitive,\nPrerequisites: Techmarine                                          SP and Universal\nThe finest armours and most powerful shields are all products      The character has received Basic Weapon Training in a group\nof the followers of the machine god, based on the fabled and       of weapons, and can use them without penalty. The Universal\nancient designs of man’s glorious past. With years of training,    group includes the Bolt, Las, Launcher, Melta, Plasma, and SP\na Techmarine can learn to enhance these protections, or use        groups. Weapon Skill or Ballistic Skill Tests used with a weapon\n\nPrerequisites: Strength 45\nberserk charGe                                                     Whereas a weaker man would be sent flying when using\nThe character has learned to put the whole force of his            heavy weapons, the character’s strong physique allows him to\nmomentum behind his weapon blows. When the character               remain standing . The character can fire heavy weapons using\ncharges into combat, few can stand before him. If the              Semi-Auto Burst or Full Auto Burst without bracing, and he\ncharacter uses the Charge Action, he gains a +20 bonus to          does not suffer the –30 penalty for failing to brace.\n\nWeapon Skill instead of +10.\ncall To VenGeance\nbinary chaTTer                                                     Prerequisites: Adeptus Astartes, Fellowship 40\nThe character has optimised his use of Techna-Lingua for           When a Space Marine falls in battle, one of his Battle-Brothers\ncontrolling servitors. The character receives a +10 bonus to any   may inspire those who remain to great deeds in revenge for\nattempt to instruct, program, or communicate with servitors.       their fallen comrade. When another member of the unit is\nkilled or taken out of action, the Battle-Brother may take\na Full Action and spend a Fate Point to call his remaining\nblaDeMasTer                                                        brothers to revenge the fallen. The character may raise his\nPrerequisites: Weapon Skill 30, Melee Weapon Training              weapon in defiance and speak an oath of hatred, or recite one\nThe character’s mastery of bladed weapons and martial              of the canticles of vengeance. No matter how it is embodied,\ndisciplines has no peer. When attacking with any bladed            his action restores the Battle-Brother and all those in Support\nweapon, including chainswords and power swords, the                Range of him to their starting Cohesion.\ncharacter may re-roll one missed attack per Round.\ncaTfall\ng                                                                  Prerequisites: Agility 30\nPrerequisites: Perception 30                                       Gymnastic ability and natural balance enables the character\n\nPrerequisites: Weapon Skill 50\nThe character can land his blows precisely where they inflict\ncoMbaT forMaTion                                                    the most harm, cutting into seams or hammering at weak\nPrerequisites: Intelligence 40                                      points. When the character’s melee attack causes Critical\nThe character has directed his comrades to prepare for danger,      Damage add +4 Damage.\nplanning out their actions for many contingencies if attacked.\nBefore rolling Initiative, all other members of the group\nmay choose to use the character’s Intelligence Bonus for all\nw\nInitiative rolls rather than individual Agility Bonuses.            Prerequisites: Strength 40\nThe character has the ability to focus his entire body into\nclose combat attacks. The character adds +2 to damage\ncoMbaT MasTer                                                       inflicted in melee.\n\nPrerequisites: Weapon Skill 30\nThe character’s weapon seems to be everywhere at once,\nkeeping many more opponents at bay in close combat\nt\nthan would seem possible. Opponents fighting the                    Prerequisites: Ballistic Skill 30\ncharacter in hand-to-hand combat gain no bonuses for                The character’s rock-steady hand and hawk-like eyesight\noutnumbering him.                                                   make him a dreaded marksman. No target, however precise,\ncan escape his crosshairs. When making a called shot, the\ncharacter suffers a –10 penalty instead of –20.\ncoMbaT sense\n\nPrerequisites: Perception 40\nThe character has the ability to consciously recognise the\nDeaTh froM aboVe\nproddings of his subconscious as it reacts to his preternaturally   Prerequisites: Adeptus Astartes, Pilot (Personal)\nsharp senses, giving the character an edge that mere speed          A Space Marine descending into battle on trails of fire is a\ncannot match. The character may use his Perception Bonus in         true angel of death come to bring ruin and ending on all who\nplace of his Agility Bonus when rolling Initiative.                 stand in his way. When the Battle-Brother makes a Charge\nAction using a jump pack, his melee attack deals an extra d10\nDamage for every two Degrees of Success, to a maximum\nconcealeD caViTy                                                    bonus of 2d10.\nThe character’s flesh or augmetics conceals a small\ncompartment. This might be a pouch hidden under a flap\nof flesh or a chamber fitted into a cybernetic enhancement.\ng\nThe character may conceal one small item, no larger than a          Prerequisites: Adeptus Astartes, member of the Deathwatch\nclosed fist, within this cavity. Discovering this compartment       All Deathwatch Space Marines automatically confirm any\nrequires success on a Difficult (–10) Search Test. If using         Righteous Fury results (see page 245) against alien enemies\na medicae scanner or auspex, the Difficulty is reduced to           without needing to re-roll the Ballistic Skill Test or Weapon\nOrdinary (+10).                                                     Skill Test.\n\nPrerequisites: Agility 40, Two-Weapon Wielder\nelecTro GrafT use\nThe character’s skill with guns is such that he can target          Prerequisites: Techmarine or Mechanicus Implants\ntwo shots on exactly the same point. When armed with two            The character may use his Electro Graft to access data ports\npistols, the character may fire both simultaneously as a Full       and commune with machine spirits. This grants a +10 bonus\nAction. A single Ballistic Skill Test is made, and if successful,   to Common Lore, Inquiry, or Tech-Use Tests whilst connected\nthe character hits his target with both shots. As the character     to a data port.\nis firing both guns as a single attack, he may take an Aim\nAction before firing to get a +10 or +20 bonus to the BS\nTest, and a red-dot laser sight mounted on any one of the\neneMy\nweapons provides its +10 bonus. The character does not suffer       Talent Groups: Adeptus Arbites, Adeptus Astra Telepathica,\nfrom the normal –20 Ballistic Skill penalty for wielding two        Adeptus Astartes, Adeptus Mechanicus, Adepta Sororitas,\nweapons. If the attack hits, the target’s armour gets applied as    Adeptus Titanicus, Administratum, Astropaths, Chartist Captains,\nnormal to both hits individually, but Toughness only counts         Ecclesiarchy, Imperial Guard, Imperial Navy, Inquisition,\nonce against the combined damage rolls of both hits. A single       Navigators, Officio Assassinorum, PDF, Planetary Governors,\nsuccessful Dodge Test from the target avoids both shots.            Rogue Trader, Schola Progenium, Scholastica Psykana\n\nFull Action and a successful a Willpower Test.\nferric suMMons\nPrerequisites: Techmarine or Mechanicus Implants,\nFerric Lure\nThe character can call an unsecured metal object to his hand as\nwith Ferric Lure. The character may summon objects of up to\n2 kilograms per point of Willpower Bonus, and the object may\nbe up to 40 metres distant. The character must spend a Full\nAction and succeed on a Willpower Test to enact this rite.\ng\nTalent Groups: Universal\nThe sight of flaming streams of promethium brings joy to the\nExplorer’s heart and dread to his foes. He has mastered the\nart of a wide variety of flamer weapons. The Universal Talent\nexeMplar of honour                                                group encompasses all non-Exotic weapons with the Flame\nspecial quality.\nPrerequisites: Adeptus Astartes\nThe Battle-Brother exemplifies all that is finest in an Adeptus\nAstartes to the extent that his presence can rally his brothers\nflesh renDer\nand inspire them to fight together against overwhelming           Prerequisites: Adeptus Astartes\nodds. The Battle-Brother may spend a Fate Point as a Free         The Battle-Brother has a taste for the massive damage that\nAction to regain Cohesion equal to his Fellowship Bonus. He       can be inflicted with chain weapons and other melee weapons\nmay do this once per Round.                                       that rip apart the flesh of their enemies. When inflicting\nDamage with a melee weapon that has the Tearing quality,\nthe character rolls a single additional die for Damage and\nfaVoureD by The Warp                                              picks the highest roll. For weapons that inflict several dice\n\nsuccessful Willpower Test.\nt\n\nPrerequisites: Intelligence 30\nLogic and analysis do for the character what Tarot and\nfeeDback screech                                                  the bones claim to do for the superstitious masses. By\nPrerequisites: Techmarine or Mechanicus Implants                  careful consideration of all the possible consequences, and\nThe character can scramble his vox synthesizers, causing a        examination of all evidence and information, the character\nhideous blast of noise that shocks and distracts others. All      can identify the best path for success. By spending 10 minutes\nunprotected creatures within a 30-meter radius who have the       studying or analysing a problem, the character gains a +10\nability to hear must make a Willpower Test or lose a Half         bonus to his next Intelligence Test.\nAction on their next turn as they involuntarily react to the\ncacophonous shriek.\nfrenzy                                                             GunslinGer\nThe character’s temper and passion boil just below the surface     Prerequisites: Ballistic Skill 40, Two-Weapon Wielder\nof his psyche, mostly held in check by his rational mind, but      The character has trained with pistols for so long that they are\neasily released when needed. If the character spends one full      like extensions of his own body, barely requiring conscious\nRound fuelling his anger—by flagellation, drugs, or other          thought to aim and fire. When armed with two pistols, the\nmeans—on the next Round he goes into an uncontrolled rage,         character reduces the penalty for Two-Weapon Fighting by\n\nPrerequisites: Agility 40\nLight on his feet, the character dodges and weaves as he\nt                                                                  moves, skills learned from long years in the line of fire. When\nPrerequisites: Weapon Skill 35                                     the character performs a Charge or Run Action, opponents\nThe character’s speed and martial prowess allow him to land        suffer a –20 penalty to Ballistic Skill Tests made to hit the\nseveral blows where lesser combatants land one. If the character   character with a ranged weapon. This penalty continues until\nsuccessfully hits his target using the All Out Attack Action, he   the start of the character’s next turn.\nmay spend his Reaction to make an additional attack using the\nsame bonuses or penalties as the original attack.\nharDy\n\nPrerequisites: Toughness 40\nGooD repuTaTion                                                    The character’s constitution rebounds quickly from shock\nPrerequisites: Fellowship 50, Peer (of that group)                 or injury. When undergoing medical treatment or healing\nTalent Groups: Adeptus Arbites, Adeptus Astra Telepathica,         from injures, the character recovers Damage as if Lightly\nAdeptus Astartes, Adeptus Mechanicus, Adepta Sororitas,            Damaged.\nAdeptus Titanicus, Administratum, Astropaths, Chartist Captains,\nEcclesiarchy, Imperial Guard, Imperial Navy, Inquisition,\nNavigators, Officio Assassinorum, PDF, Planetary Governors,\nd\nRogue Trader, Schola Progenium, Scholastica Psykana                Talent Groups: Chaos Space Marines, Daemons, Mutants,\nThe character is well respected within a social group or           Psykers, Xenos (specific), other\norganisation. The character gains an additional +10 bonus to       A group, organisation, or race has wronged the character in\nFellowship Tests when dealing with this group. This Talent         the past, fuelling this animosity. When fighting opponents of\nis cumulative with Peer, for a total of a +20 bonus. This          that group in close combat, the character gains a +10 bonus\nbonus also applies to Influence Tests when dealing with this       to all Weapon Skill Tests made against them.\nparticular group. The GM and player may agree to award this\nTalent when appropriate to the adventure or campaign.\ng\nTalent Groups: Bolt, Las, Launcher, Melta, Plasma, Primitive,\n\nPrerequisites: Intelligence 40\nThe character has been infused with a great wealth of lore and\nknowledge, either through punishing noetic techniques or by\narcane methods kept secret by the guardians of technology and\nknowledge. The character treats all Common and Scholastic\nLore Skills as Basic Skills. This Talent also provides a +10\nbonus to any tests involving Common or Scholastic Lore for\nwhich the character already possesses the Skill.\ng\n\nPrerequisites: Ballistic Skill 40\nThe character has developed his peripheral vision and situational\nawareness to a point where he can fire in two directions within\na split second. When firing two weapons as part of a single\nAction, the targets need not be fewer than 10 metres apart.\ninTo The JaWs of hell\nPrerequisites: Iron Discipline\nThe character inspires loyalty and devotion in his followers\nheiGhTeneD senses                                                      such that they would follow him into the warp vortices of\nTalent Groups: Sight, Sound, Smell, Taste, Touch                       the Maw or on a boarding action against xenos corsairs. In\nEither genetics or augmetics have made one of the character’s          personal combat, while visible to the character, the followers\nsenses are superior to others. When the character gains this Talent,   are immune to Fear and Pinning.\nselect one of the five senses. The character gains a +10 bonus\nto any tests specifically involving this sense. Thus, Heightened\nSenses (Sight) would apply to an Awareness Test to see a distant\ninspire WraTh\nflock of shale crows, but not to a Ballistic Skill Test or a Weapon    Prerequisites: Fellowship 30\nSkill Test simply because the character is using his eyes.             The character knows just the turn of phrase that incites\nindividuals or groups to rage against others. The character’s\nrhetoric grants him +20 to Interaction Tests when inspiring\ng                                                                      hatred or anger, and this Talent doubles the number of\n\nPrerequisites: Perception 30\nThe slightest change in conditions or disturbance brings the\nt\ncharacter from sleep to full awareness, remaining alert even      Prerequisites: Techmarine or Mechanicus Implants\nin slumber. The character is always assumed to be awake,          The Omnissiah has blessed the character with augmetic conduits\neven when asleep, for the purposes of Awareness Tests or          that parallel the bones of his arms. By reciting the proper litany,\nsurprise. Unfortunately, the character’s sleep is not deep and    the character can channel the energy stored in his Potentia\ncan be frequently interrupted, resulting in a less-than-cheery    Coil down these channels and direct it at enemies. Success on\ndisposition when awake.                                           a Ballistic Skill Test allows the character to direct this energy\nagainst a single target within 10 metres. The target takes 1d10\nplus the character’s Willpower Bonus of Energy Damage with\nthe Shocking Quality. The character must pass a Toughness\nTest when he uses this ability or gain a level of Fatigue.\nTalent Use: Half Action Attack\nluMinen charGe                                                    MaGleV Grace\nPrerequisites: Techmarine or Mechanicus Implants                  Prerequisites: Mechanicus Implants\nThe character has mastered the union between his holy             The character is implanted with anti-grav coils throughout his\nmechanical elements and his mortal flesh, allowing the            lower body, allowing him to hover just off the ground. Using\n\nPrerequisites: Fellowship 30\nThe character has learned the techniques required to\ninfluence large audiences. The character’s Fellowship Tests\nMiMic\nand Fellowship-based Skill Tests affect 10 times the normal      Vox synthesisers, training, or innate abilities allow the\nnumber of targets.                                               character to accurately mimic the voice of another. The\ncharacter must study the voice patterns of his intended\ntarget for at least one hour for proper imitation, and speak\nMechaDenDriTe use                                                the same language. The character cannot accurately copy the\nPrerequisites: Mechanicus or Techmarine Implants                 voice of a xenos due to the difference in physiology and the\nTalent Groups: Servo-arm, Weapon, Utility                        subtle complexities of most alien languages. Listeners must\nThough there are many different types of Mechadendrite,          succeed on a Difficult (–10) Scrutiny Test to penetrate the\nthis Talent divides them into two broad categories:              deception. If the character’s study used vox recordings or\nServo-Arm: Servo-arms are powerful mechanical arms fitted        comm-link conversations rather than in-person observation,\nwith piston-driven claws that are equally effective as weapons   the Difficulty of the Scrutiny Test is reduced to Challenging\nas they are at repairing machines.                               (+0). The character’s deception automatically fails if the\nWeapon: Mechadendrites of this type end in either ranged         listener can clearly see him.\n\nPrerequisites: Intelligence 40, Fel 30\nThe character has an innate ability to derive meaning from\npsychic Techniques\nunknown languages, and make himself understood using this          Talent Groups: See Psychic Techniques\nintuitive grasp. The character treats all languages as Basic       Either through training or natural development, the character\nSkills. This is not the same as true knowledge of the language,    has learned an additional Psychic Technique. Once this Talent\nand tests using this Talent suffer a –10 penalty due to the        has been selected, the character may select one new Psychic\nsimplistic nature of translation.                                  Technique in any Discipline he possesses with an XP cost\nequal to or lower than the Talent’s XP cost. Note that when a\nPsychic Technique is selected, the character does not have to\nw                                                                  spend more XP -he spent the required XP when he purchased\nPrerequisites: Weapon Skill 40, Sure Strike                        the Talent. This Talent may be chosen multiple times, each\nThe character’s eye, hand, and weapon act seamlessly together,     selection granting an additional Technique.\nplacing the character blows exactly where the character\nintends. When making a called shot with a melee weapon,\nthe character does not incur the normal –20 penalty.\nThe character has practiced so frequently with his weapons\nthat they practically leap into his hands in response to a\nd                                                                  simple thought. The character can Ready as a Free Action\n\nBrother. Gain +1 Cohesion.\nno benefits for outnumbering the Battle-Brother in close\nYour guardian machine spirit aids you in                           combat. These effects last until the Battle-Brother chooses\nAny item\nthwarting enemies. Gain +2 Initiative.\nto end his Stalwart Defence or until he is rendered incapable\nFaith in your war gear bolsters your morale.\nAny item     of fighting.\nGain +5 on WP tests.\nsTep asiDe                                                         sure sTrike\nPrerequisites: Agility 40, Dodge                                   Prerequisites: Weapon Skill 30\nThe character can sway his body out of the path of an attack,      The character has a degree of control over where his melee\ncausing it to pass through thin air. The character may make        attacks land. When determining hit location for a melee\nan additional Dodge once per Round. In effect, this gives the      attack, the character may use the dice as rolled, or he may\ncharacter a second Reaction that may only be used to Dodge,        reverse them, choosing the preferred location. For example, if\nIV: Talents & Traits\nallowing two Dodges in a Turn. However, the character may          Cassus rolls a 37 to hit a Chaos Heretic, this would ordinarily\nstill only attempt a single Dodge against one attack.              strike the Right Leg. However, since he has the Sure Strike\ntalent, he could choose to hit the Body (37).\ng\nThe character is an experienced survivor of the kind of\nsWifT aTTack\nmurderous fights that occur in the depths of an underhive or       Prerequisites: Weapon Skill 35\n\nPrerequisites: Intelligence 30\nEither through the ease of long practice, or the proper ritual\nto appease a weapon’s machine spirit, the character can clear\nstoppages with a simple knock. The character may un-jam\nany gun as a Half Action, but may only perform this rite\non one weapon per Round. The character must touch the\nweapon to enact this rite.\ng\nTalent Groups: Universal\nThe character’s mastery of the balance, spin, and weight of\nthrown weapons makes him a formidable foe at any distance,\neven if only armed with a knife. The Universal group includes\nthe Primitive, Chain, Shock, and Power weapon groups. When\nIV: Talents & Traits\na character attempts to use a weapon he does not have the\ncorrect Weapon Training Talent for, he suffers a –20 penalty\nto any relevant Weapon Skill or Ballistic Skill Test.\nToTal recall\n\nPrerequisites: Intelligence 30\nMental conditioning or augmentation enables the character\nto record and recall great amounts of information, effectively\ngranting him a perfect memory. The character can\nautomatically remember trivial facts or pieces of information\nhe might feasibly have picked up in the past. When dealing\nwith more detailed, complex, or obscure facts, such as the\nexact layout of a defence network, the GM may require a\nsuccessful Intelligence Test to recall the information.\nt\n\nPrerequisites: Toughness 40\nThe character is able to shrug off wounds that would fell\nlesser men. Whenever the character suffers Critical Damage,\nhalve the result (rounding up).\nExample: Agamemnon takes a grievous wound from a\ntyranid warrior. After reduction for Armour and Toughness,\nThe flesh is Weak                                                  the Scything Talon strike still does 8 Damage. Unfortunately,\nPrerequisites: Mechanicus or Techmarine Implants                   it’s been tough going and Agamemnon only has 4 Wounds\nThe character’s body has undergone significant bionic              remaining, which would normally result in 4 points of Critical\nreplacement to the point where he is far more machine than man.    Damage. However, since he has the True Grit Talent, he only\nThis Talent grants the character the Machine Trait page\n(see 133)    takes 2 points of Critical Damage.\nwith Armour Points equal to the number of times this Talent\nhas been taken. The character may purchase this Talent multiple\ntimes in accordance with his Career Path. In this case, note the\nTWo-Weapon WielDer\nnumber of times this Talent has been taken, such as The Flesh      Talent Groups: Ballistic, Melee\nis Weak 3.                                                         Prerequisites: Ballistic Skill 35 or Weapon Skill 35, Agility 35\nYears of training allow the character to use a weapon in each\nhand when needed. When armed with two weapons of the\nThunDer charGe                                                     same type, the character may spend a Full Action to attack\n\nequal to the character’s Intelligence Bonus.\nunshakeable faiTh\nThe character’s confidence in the Emperor is so strong that\nWhirlWinD of DeaTh\nthe character can face any danger. The character may re-roll         Prerequisites: Adeptus Astartes\nany failed Willpower Tests to avoid the effects of Fear (see         When facing massed opponents in combat, the Battle-Brother\npage 276).                                                           becomes a whirlwind of death, moving, hacking, gutting, and\nbeheading with ceaseless fury. When attacking an enemy with\nthe Horde trait in close combat, the Battle-Brother doubles\nWall of sTeel                                                        any Damage dealt to the Horde’s Magnitude. For example,\nPrerequisites: Agility 35                                            if the Battle-Brother’s attacks would reduce the Horde’s\nThe character’s skill with blades is so profound that to try to      Magnitude by 3, this amount is doubled to 6.\nland a blow on him is like trying to strike an invisible wall of\nsteel, as the character’s blade is constantly in the correct place\nto deflect an attack. The character may make one additional\nParry per Round, in effect giving the character a second             Prerequisites: Adeptus Astartes, Intelligence 40\nReaction that may only be used to Parry. The character may           The Battle-Brother has survived many wars, seen much, and\nonly attempt a single Parry against any one attack.                  been favoured with the experience of his chapter’s most\n\nWillpower Bonus x10 metres.\nsTaMpeDe\nWhenever a creature with this trait fails a Willpower Test, it\nautomatically stampedes, charging in a straight line forwards\nfor as far as possible, overrunning anything in its path until\nthe source of danger is escaped or crushed under hoof, taking\ndamage equal to the creature’s Natural Weapon damage (or\n1d5+SB I if it doesn’t have one). One stampeding creature\nautomatically causes all other creatures with this Trait within\nsight to stampede. The stampede lasts until the source of\ndanger is no longer visible or for 1d10 minutes, whichever\noccurs last.\nsTranGe physioloGy\nA creature with this trait has an unusual, alien, or altogether\nbizarre anatomy. All hits count as Body hits and death results\nwhen damage equals or exceeds the creature’s Wounds.\nd                                                                      normal (to a maximum of +30), For example: the Archmagos\nVoltaic has a Dark Age of Technology cortical implant giving\nThe creature is a species of Tyranid; the all consuming alien          him Unnatural Intelligence (×3). He is called on to repair a\nrace ruled by the will of the Hive Mind that links and controls        damaged plasma core using his Intelligence based Tech Use\nall Tyranids. Tyranids are immune to all of the effects of the         skill. Normally this would be a Very Hard (–30) Test, but\nfollowing: pinning, mind-affecting Psychic Powers, warp-               thanks to his Unnatural Intelligence the Difficulty is reduced\nbased powers that affect the mind, cold, heat, diseases,               by two stages to Difficult (–10), (–1 stage for ×2, and –1\n\nStrength Bonus increases to 8.\nunnaTural senses\nThe trait may be gained multiple times. Each time, you              The creature can perceive its surroundings using senses other\nmay select a new Characteristic or one chosen previously.              than sight or hearing, using special organs, fine hairs, or some\nEach time you apply this trait to the same Characteristic, the         other disturbing trait to make itself aware of what’s around it.\nBonus multiplier increases by 1. For example, one selection            This trait always includes a range, usually 15 metres.\nmultiplies the Characteristic Bonus by ×2, two selections by\n×3, and three selections ×4. Note this trait does not modify\nthe creature’s movement.\nd\nThe creature moves with incredible speed. For the purposes\nof determining movement, the creature doubles its Agility\nexaMple                                                                Bonus (after modifying AB from other traits and factors,\nA Space Marine with a 42 Strength would normally have a 4 Strength     specifically size).\nBonus (the tens digit of his Strength Characteristic). However,\nbecause he has Unnatural Strength (x2), his actual Strength Bonus\nis 8 (4 x 2 = 8).\nWarp insTabiliTy\nIt is important to note that the Power Armour strength bonus       Most warp-entities have a tenuous hold on our reality, often\ncomes after this multiplication, so a Space Marine with a 42           maintained only by horror and bloodshed, and may be\nStrength gains +20 from his Power Armour. While wearing his            disrupted if sufficient harm can be done to their manifested\n",
      "page": 105,
      "source": "Core Rulebook"
    },
    {
      "title": "Renown",
      "content": "•\nCRaftsmanship\n•\nweapons\n•\nr\n•\nwaRgeaR &\nReliCs\n•\nChapteR\ntRappings\n•\nCybeRnetiCs\nChapter V:                                                            The resources of the Deathwatch exceed those of any\ntraditional Chapter. The wargear in a Watch Fortress’s\narmoury has many sources: equipment specialised to the\nArmoury\npurpose of fighting xenos forged by the Deathwatch’s own\nartificers, tithes from the Chapters sworn to the Deathwatch,\nInquisitional support, caches revealed by the cryptic Omega\nVault, and even technology captured during thousands of\n“The history of our chapter is in this bolter. Twelve times it has       years at war with the alien.\npassed from one of our fallen Brothers to his successor. May the deeds\n",
      "page": 136,
      "source": "Core Rulebook"
    },
    {
      "title": "Requisition",
      "content": "it performs in your hands live up to theirs.”\nV: Armoury\n–Sergeant Caelicus of the Ultramarines, upon a Scout’s\ninduction to the 10th Company\nVictory is just a prelude to the next battle.\nE\nach Adeptus Astartes is a weapon unto himself, an\ninstrument of war left behind to safeguard humanity                                          –maxim of the Blood Ravens Chapter\nin the God-Emperor’s stead. This sacred task is\nT\nassailed from every corner of the galaxy by every manner of                      hough the Deathwatch’s tools of war fill armoured\nfoe; a Battle-Brother faces threats so terrible that the mere                    chambers deep beneath Watch Fortress Erioch and\nknowledge of them can break mortal men. He could not hold                        sleep in the holds of its scattered Watch Stations, its\nback this abominable tide without weapons as carefully forged            resources are still ultimately finite. The Forge Master must\nand time-tempered as his own gene-seed. The Space Marines                ensure all Deathwatch Kill-teams in the Jericho Reach are\nare a remnant of the mighty Imperium that was, and their                 sufficiently equipped to fight the enemies of man. Simply\ntools of war reflect this same might. Their arsenals include             keeping a steady stock of bolt shells requires vigilantly\nthe finest weapons and armour in the Imperium—equipment                  protected and secret supply lines. Replacing a suit of\nworthy of the Adeptus Astartes’ legacy.                                  Terminator Armour may take years, and if a relic blade strikes\n",
      "page": 136,
      "source": "Core Rulebook"
    },
    {
      "title": "Renown",
      "content": "Brother wishes to acquire a back-up or secondary weapon, or              “This ship’s record is long and admirable indeed; with the Emperor’s\nfor Signature Gear calculations.                                         blessing we will add to it before our souls rejoin him. But let us never\nforget it is bravery and honour that lead to glory. Those who sought\nfame for its own end are remembered now only in infamy.”\nexample\nBrother Gideon (an Apothecary) and Brother Aeldan (a Deathwatch                                   –Brother Pellas, upon taking command\nDevastator Marine) are both Respected Battle-Brothers. They are                                                     of the Thunder’s Word\nV: Armoury\nbeing dispatched on a Mission for Inquisitor Quist. She has assessed\nT\nthe difficulty as “Xenos Abbrevio Intermedis.” The GM informs the                he Mission’s difficulty alone does not determine what\nplayers this equates to a Requisition rating of 60. Gideon’s player              a Battle-Brother can remove from Deathwatch vaults.\ndecides to Requisition a storm bolter (20 Requisition) to use instead            Many weapons of the Adeptus Astartes are marks of\nof his boltgun, and two clips of hellfire rounds (2 x 15 Requisition).   status, and the right to carry them must be earned in the\nAs a Devastator, Aeldan always has a heavy bolter, so he Requisitions    eyes of this unique organisation. Renown represents status\na suspensor (25 Requisition) and the vox-operated upgrade (15            within the Deathwatch, and is not altogether divorced from\n\nRenown Rating Renown Rank\nWeapons\nInitiated: You have recently sworn              “Doesn’t matter how I came by it. Point is, this is the genuine article:\n",
      "page": 138,
      "source": "Core Rulebook"
    },
    {
      "title": "0-19",
      "content": "your oaths of duty to the Deathwatch.\na Space Marine bolter. Cursed? Only if you get caught with it. Here,\nRespected: You have proven your                 I’ll show you how easy it is.”\n20-39                   prowess repeatedly through bravery and\nblood.\n–Last words of Edwin Dice, Metallican arms dealer\nDistinguished: You have earned\nT\nan impressive number of victories\n40-59                                                                          he Deathwatch has access to a dizzying spectrum of\nsafeguarding humanity against its\nV: Armoury\nenemies.                                               armaments. Weapons are divided into several groups\nFamed: Your reputation precedes you,                   containing a plethora of ranged and melee weapons,\n60-79                   and your deeds are known to Battle-             covering everything from mundane clubs to Astartes plasma\nBrothers across the Reach.                      cannons. All weapons come with the appropriate holster\nHero: Your name echoes to your                  when Requisitioned.\n80+                     Chapter and beyond as a paragon of                 Weapon profiles use the following statistics, providing\nstrength and valour.                            players and GMs with all the relevant information needed to\nuse them:\nCraftsmanship\nName: What the weapon is called.\nClass: Describes what class the weapon is: exotic, melee,\nthrown, pistol, basic, heavy, or mounted weapon.\n• Melee weapons can be used in close combat. When\n\nCraftsmanship Upgrade                           Requisition Multiplier                        Renown Requirement\nCommon to Exceptional                           x 1.5                                         Respected\nExceptional to Master                           x 1.5                                         Distinguished\nCommon to Master                                x2                                            Distinguished\n• Mounted weapons are heavy weapons too large and                      counts as only having 2 Armour Points against any damage\npowerful to be man-portable. They are fired using the                the hit deals. Note that Penetration has no effect on fields, but\nappropriate Heavy Weapon Training Talents, but must                  it does affect cover.\nbe mounted on a weapons platform (such as Terminator                     Clip: How many rounds/charges the weapon holds when\narmour) or a vehicle. Some Melee weapons (such as the                fully loaded.\nChainfist) are also in this category.                                    Rld (Reload): How many Actions the weapon takes to\nRange: This number determines how far the weapon can                  reload. This is generally Half (for a Half Action) or Full (for a\nfire accurately in metres. The weapon’s Short Range is half               Full Action). Some weapons can take a number of Actions over\nthis number, while its Long Range is double this number (for              several Rounds. The number of Rounds is given as a number;\n",
      "page": 139,
      "source": "Core Rulebook"
    },
    {
      "title": "en (Penetration): Reflects how good the weapon is",
      "content": "at cutting through armour. When a shot or blow from this\nweapon hits a target, reduce the target’s Armour Points by\nthe weapon’s Penetration, with results of less than 0 counting\nas 0 (i.e. the armour provides no protection at all). Then\nwork out damage as normal. For example, if a weapon with a\nPenetration of 3 hits a target with 5 Armour Points, the target\nBorn of a Thousand Forges\nThe Deathwatch draws its arms from a vast\narray of sources. Countless forge worlds, fact\nlabour to supply the thousand Chapters                                                       ories, and artificers\nof the Adeptus Astartes, each tithing som\nthe Deathwatch. With no standard for                                                      e portion in turn to\nthese contributions, nor any catalogue of\nencountered in the course of the Deathw                                                the  worlds and species\natch’s duty, one can only guess how man\nweapons circulate through their ranks. Wh                                             y models and patterns of\nile the Godwyn-pattern boltgun is the mos\nthe staple Adeptus Astartes weapon, it is                                                 t numerous design of\nfar from the only one. Space Wolves often\njust as the Raven Guard favour Hawk’s                                                 carry the Fenris-pattern,\nTalons-pattern lightning claws. It would\neach and every weapon and variant pattern                                               be impossible to detail\n",
      "page": 140,
      "source": "Core Rulebook"
    },
    {
      "title": "felling (x)",
      "content": "respond superbly in skilled hands. They grant an additional        Designed to puncture and to mangle, this weapon is capable\nbonus of +10 to the firer’s Ballistic Skill when used with an      of toppling even the mightiest foes. If the weapon hits, it\nAim Action in addition to the bonus Aiming grants. When            ignores a number of levels of Unnatural Toughness possessed\nfiring a single shot from a single Accurate Basic Weapon, if       by the target equal to the number in parenthesis. For instance,\nsuch an attack also uses the Aim action, it gains an extra 1d10    a Felling (1) weapon ignores the benefits of Unnatural\nof damage for every two degrees of success to a maximum of         Toughness (x2) and would reduce the benefits of Unnatural\ntwo extra d10.                                                     Toughness (x3) by one multiplier.\nbalanCed                                                           example\nSome weapons, such as swords and knives, are designed so           Brother Argos fires his bolter (loaded with vengeance rounds) against\nthat the weight of the hilt balances the weight of the blade,      a Hive Tyrant. The Hive Tyrant possesses Unnatural Toughness\nmaking the weapon easier to wield. Balanced weapons grant          (x3), raising its Toughness Bonus from 5 to 15. The vengeance\na +10 bonus to Weapon Skill Tests made to Parry.                   rounds are Felling (1), meaning that the Hive Tyrant’s Toughness\nBonus is only 10 (5 x 2 = 10) rather than 15 against this attack.\n\nRoll       Field Strength\n20 or less Insignificant: There is no noticeable effect on nearby technology.\nMinor Disruption: All actions utilising technology, including firing Ranged weapons without the Primitive Quality,\n21-40      Tech-Use Tests, and any physical actions attempted while wearing power armour or employing cybernetics, suffer a –10\npenalty. The Base Movement of anyone in power armour is reduced by 1.\nMajor Disruption: All actions utilising technology, including firing Ranged weapons without the Primitive Quality,\nTech-Use Tests, and any physical actions attempted while wearing power armour or employing cybernetics, suffer a –20\n",
      "page": 141,
      "source": "Core Rulebook"
    },
    {
      "title": "41-60",
      "content": "penalty. The Base Movement of anyone in power armour is reduced by 3. Melee weapons with technological components\nfunction as a Primitive weapon of the analogous type.\nead Zone: Technology within the affected area completely ceases to function. Power armour becomes Unpowered as\nper Table 5–13: Power Unit Critical Effects. Characters with cybernetic replacements to any internal organ(s) suffer\n",
      "page": 142,
      "source": "Core Rulebook"
    },
    {
      "title": "61-80",
      "content": "one level of Fatigue each round they remain in the Dead Zone. Melee weapons with technological components function\nas a Primitive weapon of the analogous type.\n81-100 Prolonged Dead Zone: As Dead Zone.\nReliable                                                            teaRing\nBased on tried and true technology, Reliable weapons seldom         Tearing weapons are vicious devices, exploding while lodged\nfail. If a Reliable weapon Jams, roll 1d10 and only on a roll of    inside their victim or using multitudes of fast-moving jagged\n10 has it in fact Jammed. Otherwise, it just misses as normal.      teeth to rip into flesh and bone. These weapons roll one extra\ndie for Damage, and the lowest result is discarded.\nsanCtified\nDamage inflicted by a Sanctified weapon counts as Holy\nc\nDamage, which has certain effects on some Daemonic and              Some weapons rely on toxins and poisons to do their damage.\nV: Armoury\nwarp creatures. All weapons with this special Quality must be       Anyone that takes Damage from a Toxic weapon after\neither Exceptionally or Master-Crafted.                             reduction for Armour and Toughness Bonus must make a\nToughness Test with a –5 Penalty for every Point of Damage\nsuffered. Success indicates no further effect from the weapon.\nr                                                                   Failure, however, deals an immediate 1d10 points of Impact\nThe standard ammunition of these weapons spreads out when           Damage to the target with no reduction from Armour or\n\nbe used to Parry.\nsnaRe\nWeapons with this Quality are designed to entangle enemies.\nvolatile\nOn a successful hit, the target must make an Agility Test           Volatile matter is charged with potential energy, and reacts\nor be immobilised. An immobilised target can attempt to             violently on a solid hit. If a 10 is rolled for Damage on a\nburst the bonds (a Strength Test) or wriggle free (an Agility       weapon with the Volatile Quality, Righteous Fury occurs\nTest) on his Turn. The target is considered helpless until          automatically, dealing another 1d10 points of Damage. If\nhe escapes.                                                         the second roll results in 10, further Damage is possible (see\n\nRighteous Fury on page 245).\nstoRm\nA weapon with the Storm Quality unleashes shots at rapid\nspeed, often through use of a double-barrelled design. This\nQuality doubles the number of hits inflicted on the target\nand the amount of ammunition expended. For example, when\nfiring a weapon with the Storm Quality in fully automatic\nmode, each degree of success yields two additional hits (to a\nmaximum of twice the weapon’s Full Automatic rate of fire).\nTable 5–5: Ranged Weapons\nName                     Class        Range RoF              Dmg              Pen Clip Rld              Special            Wt Req Renown\nBolt Weapons\nAstartes Bolt Pistol Pistol              30m       S/3/– 2d10+5 X 5                14      Full        Tearing             5.5 5†         –\nAstartes Bolter\nBasic         100m S/2/4 2d10+5 X 5                     28      Full        Tearing             18 5           –\n(Godwyn)\nAstartes Boltgun                                                                                       Accurate,\nBasic         200m S/–/– 2d10+5 X 5                     24      Full                            17 15          Respected\n(Stalker)                                                                                              Tearing\nAstartes Combi-\nBasic         100m S/2/4 2d10+5 X 5                     28      Full        Tearing             25 15          Respected\nWeapon††\nV: Armoury\nAstartes Heavy\nHeavy         150m –/–/10 2d10+10 X 6                   60      Full        Tearing             68 20          –\n\n50     10      –\n(Soundstrike)\nAuxiliary Grenade\nn/a     45m              S/–/–      †††              †††\n4        2 Full    †††\n+3     15      Respected\nLauncher\n†††\nVaries with ammunition\nBolt WeApons\nman’s ReaCh exCeeds his gRasp\nIf common Imperial citizens picture power armour when\nGrave religious taboos exist throughout most of the\nthey think of a Space Marine’s profile, then they picture bolt\nImperium against daring to touch weapons meant for\nweapons when they think of his fury. Powerful and flexible,\nthe hands of the Emperor’s Angels of Death. Astartes\nbolters are the favoured weapon of the Adeptus Astartes, and\nweapons react violently to the grip of the unworthy,\nevery recruit is issued one as soon as he becomes a Scout.\nand men bearing terrible burn scars are living proof of a\nMost bolter models have their roots with the Space Marines,\nflamer’s outrage in the hands of an ignoble master. Still,\ndespite smaller, inferior adaptations treasured by Imperial\nthere are invariably those bold and foolish enough to\nofficers and nobles. Loud and brutal, bolt weapons are\ntry taming the machine spirits of Astartes weapons.\nV: Armoury\nterrifying to witness in any hand, but none wield them with\nObtaining an Astartes weapon should require\nsuch deadly proficiency as the Adeptus Astartes.\nconsiderable effort on a character’s part and never simply\nBolters fire self-propelled mass-reactive shells called bolts,\nbe the result of an Acquisition or Influence roll. Astartes\nset to explode just after penetration for maximum lethality.\n\nits smaller clip and slower rate of fire.\nHowever, they are ideal for Devastator\nunits needing to take down an enemy at                                 Awareness Tests to hear shots made with a Stalker-pattern\nclose quarters and for Assault specialists needing a vehicle for    boltgun suffer an additional –30 penalty and can only be\nthe Deathwatch’s many special bolt types.                           attempted at half the normal distance. See Stalker Rounds in\nthe Ammunition section for more information on combining\nthe two.\nastaRtes bolteR (godwyn patteRn)\nThe bolter, or boltgun, is\nthe backbone of every Space\nastaRtes Combi-weapon\nMarine arsenal. Bolters vary                                        Combi-weapons are actually\nin age and pattern across                                           two different weapons that\nthe Space Marine Chapters,                                          have been combined into\nthough nearly all Astartes                                          one firearm. The idea is to\nbolt weapons accept the                                             provide the user with the\nsame ammunition. The                                                versatility of two different\nDeathwatch-pattern bolter incorporates a shot selector, while       types of guns, without\nBattle-Brothers who bring weapons from their home Chapter           requiring him to switch\nadd attachments for the same functionality.                         between them (not to mention carry them both) on the\nbattlefield. Astartes combi-weapons typically use a boltgun as\n",
      "page": 142,
      "source": "Core Rulebook"
    },
    {
      "title": "and possesses the Felling and Blast(2) Qualities.",
      "content": "A\nny witness to the ruthless efficiency of an Assault\nsquad can attest that Space Marines are as great a\nastaRtes digital weapons                                                         threat at close range as they are raining bolter fire\nDigital weapons, or digi-weapons as they are commonly                   from a distance. The Codex Astartes lays out many tactical\nknown, are miniaturised guns so advanced that most foes                 uses for warriors that can engage the enemy in close quarters,\nmistake them for mere ornamentation until the digi-weapon               but for some Chapters, the drive to excel in hand to hand\nunleashes the firepower of a full-sized pistol. The ranking             is as simple as the need to look one’s foe in the eyes before\nSpace Marines outfitted with such archeotech devices usually            eviscerating him.\ninstall them along the finger ridge of a glove for practical                The combination of a Space Marine’s enhanced physiology\nreasons. Rings are a more common design among Imperial                  and his power armour makes even the simplest of weapons\nnobles and military elite who are less likely to be wearing             lethal in his hands. Melee weapons range from the simple\npowered gloves. Digi-weapons exist that replicate the                   but effective combat knife, to revered relics from ages gone\nfunctions of a variety of deadly weapons. However, each                 by—artefacts which could never be created again in this\n",
      "page": 152,
      "source": "Core Rulebook"
    },
    {
      "title": "Tearing",
      "content": "Astartes Power Axe                        Melee          1d10+8 E         6      Power Field, Unbalanced 10    20     Respected\nV: Armoury\nAstartes Power Fist                       Melee          2d10† E          9      Power Field, Unwieldy 25      30     Distinguished\nAstartes Power Sword                      Melee          1d10+6 E         6      Balanced, Power Field    5    20     Respected\nPower Field, Concussive,\nAstartes Thunder Hammer                   Melee          2d10+5 E         8                               18   30     Distinguished\nUnwieldy\nOmnissian Axe (Astartes-Pattern)          Melee          2d10+6 E         6      Power Field, Unbalanced 14    30††   Distinguished\n†\nChainfists and Power Fists double the wielder’s Strength Bonus when adding to Melee Damage.\n††\nOnly Techmarines are entrusted with this weapon.\nTraditional Weapons\nAstartes Combat Knife                    Melee      1d10+2 R         2       –                           2     3†††   –\nCeremonial Sword††††                     Melee      1d10+3 R         2       Balanced                    5     3†††   —\nSacris Claymore††††                      Melee      2d10+2 R         2       Unbalanced                  10    3†††   –\nForce Weapons\nAstartes Force Staff                     Melee      1d10+1 I         0       Balanced, Special           5     25     Respected\nAstartes Force Sword                     Melee      1d10+2 R         2       Balanced, Special           5     25     Respected\nOther Melee Weapons\n\n††††\nSee Page 170 for description\npoWer WeApons                                                                  A chainfist replaces the normal glove on Terminator\nArmour, and imposes the same weapon restrictions and\nPower weapons project a disruptive energy field along the                    manual dexterity penalties as a lightning claw.\nblade or head of a weapon, allowing it to slice armour or\nstrike with explosive impact. In theory, any weapon can be\nupgraded to a power weapon given the necessary technology,\nastaRtes lightning Claws\nthough in practice there is a traditional array in use by the                Simply wearing lightning claws is a\nAdeptus Astartes. The sight of an angel of vengeance charging                statement about the wielder’s expertise in\ninto battle is intimidating in its own right. When his weapon                battle. Constantly honed melee prowess\nor fist itself suddenly flares to life in a halo of electricity, it          and a willingness to sacrifice easy access\nbecomes truly inspiring—or terrifying—depending on which                     to ranged weaponry is necessary to utilise\nside of the charge you are on. A power weapon can still be                   these weapons to their full effect. For these\nused as an ordinary weapon should its power source become                    reasons, lightning claws are usually seen in\ninhibited or damaged.                                                        the hands of senior assault specialists.\nA lightning claw is a heavy gauntlet\n\ncost for an Upgrade covers both the technological\nV: Armoury\ncomponents to fit the weapon, as well as any labour required\ntrAditionAl WeApons                                                 to install them in it. Many Techmarines prefer to make these\nBasic hand weapons are a common sight throughout the                upgrades themselves, but doing so does not decrease the\nImperium and beyond; in much of the war-torn galaxy it is           Requisition required.\nunthinkable to venture forth without some form of visible\nprotection. Primitive weapons range from simple metal swords\nused by poor serfs to the technologically sophisticated blades\naRm weapon mounting\nemployed by the Adeptus Astartes.                                   This heavy bracing allows a single ranged weapon to be\nmounted along the arm, with specific hand movements or\nMIU input triggering the weapon. This allows the user to\nastaRtes Combat knife                                               keep both hands free, and can have a strong visual impression\nWhen a Battle-Brother’s last grenade has been thrown, when          as the Battle-Brother brings forth a storm of destruction with\nhis bolt rounds are spent and the enemy tide continues to           the sweep of his hand. This upgrade reduces the weapon’s\nswell, he can always turn to his combat knife. Every Space          Range by 30%. It is also possible to mount a weapon at the\nMarine is issued one of these blades as soon as he recovers         shoulder instead of on the forearm, with the same effects.\nfrom receiving his implants, and he carries it up until his final       Upgrades: Las, Solid Projectile, Bolt, or Melta Pistol, or\n\nAgility Damage.\ndRagonfiRe shells                                                      Used With: All bolt weapons.\nDragonfire shells replace their main explosive charge with\nan air-reactive concentrate. When the round detonates, the\npayload combusts in a burst of fire, offering area saturation\nkRaken Rounds\ncomparable to a flamer.                                             The superior propellants in kraken rounds provide\nEffects: Decrease the weapon’s Damage by 2. Anyone               increased range without sacrificing armour\nwithin 2 metres of, and including, the target must succeed on       penetration, while their ultra-dense adamantine\nan Agility Test or catch on fire. The firer may choose to target    composition and improved explosive charge\nan object or specific area instead of an opponent. In this case     provide a final burst of force for puncturing the\nthe shot is Routine (+20), and everyone in the 2 metre radius       heaviest armours.\nmust Test to avoid catching fire.                                      Effects: The weapon’s Penetration increases to\nUsed With: All bolt weapons.                                     8, and its Range increases by 50%.\nUsed With: All bolt weapons.\nTable5–11: Special Issue Ammunition\nName                                Req Renown                   metal stoRm Rounds\nAstartes Backpack Ammo Supply       N/A    –                     Metal storm rounds are tipped with proximity\nDragonfire Shells                   28     Respected             triggers, causing them to detonate sooner than\n\nattack roll.\nby\nchannels better left unmentioned. Their Dioctal Sacellum sits on Vormos, surrounded\nmysterious, aquila-topped xenos monolith   s that they have  made  pure through elaborate\nn\nrites of consecration. Deep within this sanctuary, they labour to remove the corruptio\nfrom the machines brought to them,   to isolate the knowled  ge trapped  within and  bring\nthe\nit into compliance with the Universal Laws. Several items of technology, such as\nEMP grenade and masking screen      have   quietly made  their way  into circulation after\nbeing declared “Technosanctus Verifida   e” by the Crucible.\nTable 5–15: Relics\nName              Class           Range RoF           Dmg           Pen Clip Rld            Special             Wt Req Renown\nDeathwatch Relics\nAdamantine Mantle       —         —         —         —             —       —      N/A      —                   15   50    Hero\nDeathwatch Relic                                                                            Power Field,\nMelee     —         —         2d10+7 E      9       —      N/A                          25   50    Hero\nBlade                                                                                       Special\nAccurate,\nSkapulan Bolter         Basic     120m      S/2/4 2d10+9 X          7       28     Full                         16   75    Hero\n\nTearing, Special\nChapter Relics\nArmour of the\nV: Armoury\nRemorseless Crusader Melee        —         —         1d10+8 R      6       —      N/A      Sanctified          110 70     Hero\n(Sword Profile)\nChalice of Vision    —            —         —         —             —       —      N/A      —                   5    70    Hero\n",
      "page": 153,
      "source": "Core Rulebook"
    },
    {
      "title": "Blast(1), Felling",
      "content": "Deathroar               Pistol    40m       S/–/–     2d10+13 E 10          10     3 Full                       7    70    Hero\n(1), Volatile\nBalanced, Power\nFrost Blade             Melee     —         —         1d10+11 E 9           —      N/A                          10   60    Hero\n\nField, Tearing\nHelm of Varthion        —         —         —         —             —       —      N/A      —                   18   70    Hero\nThe Levin Shield        —         —         —         —             —       —      N/A      —                   10   50    Hero\niRon halo                                                                  aRmouR of the RemoRseless\nExceedingly rare and reserved only for Battle-Brothers who have            CRusadeR (blaCk templaRs)\nproven themselves time and again through exceptional deeds, the            This artificer armour is one of a trinity crafted by the Black\nIron Halo is as much a mark of valour as it is a protective device—a       Templars. Each suit is gilded with detestations of the warp\nfunction which should not be understated. These devices radiate            and said to have the blood of saints layered into the thousand-\nan energy field almost as powerful as a storm shield, while their          folded adamantite of its construction. The Armour of the\ntypical design of a literal halo crowning the wearer’s head leaves         Pitiless Crusader and the Fearless Crusader remain with the\nhis hands free for battle. An Iron Halo is always Master-Crafted.          Chapter, but one unit was tithed to the Deathwatch.\nIn addition to the normal benefits of artificer armour,\nhexagrammic wards provide +20 to Tests made to resist psychic\nRelics                                               effects, and double the suit’s armour points against psychic or\nwarp attacks that deal damage. It retains full armour value\n\n4d10 X Damage with a Penetration of 4.\npain suppRessant                                                        A successful Demolitions Test while planting mines allows for\nThe same chemical is found in most Astartes power armour            more sophisticated trigger techniques such as time-delays. These\ninjectors and allows a character to ignore Critical Effects for     booby traps are particularly effective when used to damage the\n1d10 Rounds. Additional doses are often carried in nartheciums,     vulnerable underside of most vehicles. Cluster mines double their\nand may also be used in the Sacraments of Renewal to refill         Penetration to any vehicle in their area of effect.\npower armour injectors with a Routine (+10) Tech-Use Test.\nastaRtes signum\nRepaiR Cement                                                       A signum is a sensorium and transmitter array that can be mounted\nRepair Cement is a spray-gel composed of dual tubes of              on a Battle-Brother’s armour. It broadcasts enhanced tactical\npolyplas allomers that bond instantly with each other to seal       readings to all members of a Squad, allowing them to benefit from\npower armour damage. It is typically used for quick field           the targeting data. While a character equipped with a signum is in\nrepair of breaches until the armour can be attended properly        Squad Mode, all characters in Squad Mode receive a +5 bonus to\nby a follower of the Omnissiah. A Space Marine learns how           Ballistic Skill Tests. If the equipped character spends a Full Action\n\nName                        Wt        Req Renown\nand biological life signs. A character using an auspex gains\nAstartes Cluster Mines 4               5†       –\na +20 bonus to Awareness Tests and may make a Tech-Use\nAstartes Signum              5         35       Distinguished\nTest to spot things not normally detectable to human senses\nAstartes Signum Link +0.5 20                    –\nalone, such as invisible gases, nearby bio-signs, or ambient\nAstartes Targeter            4         25       Distinguished\nradiation. The standard range for an auspex is 50m, though\nAuspex                       0.5       12       –\nwalls more than 50cm thick and certain shielding materials\nCartograph                   0.5       5        –\ncan block the scanner.\nCodex Astartes               0.5       –        –\nCombi Tool                   1         15       –\nCaRtogRaph                                                            Data Slate                   0.5       5        –\nThis specialised data-slate accepts geographical and                  Demolition Charges           1         10       –\nnavigational information on a planet, either from existing            Elucidator                   1         25       –\ndata-banks or gathered by a ship’s Augur Arrays in orbit. Its         Lamp/ Glow-globe             0.5       1        –\ngeo-locator tracks the user’s planetary coordinates, enabling it      Locus Seeker                 –         30       –\nto provide distance and bearing to any known location. This           Magnoculars                  0.5       3        –\n",
      "page": 166,
      "source": "Core Rulebook"
    },
    {
      "title": "01-03",
      "content": "doom is about to befall them.\n04-05       Warp Echo: For a few seconds, all noises cause sinister echoes, regardless of the surroundings.\n06-08       Unholy Stench: The air around the psyker becomes permeated with a bizarre and foul smell.\nVI: Psychic Powers\nMind Warp: The psyker suffers 1 Insanity Point as his own inherent phobias, suspicions, and hatred surge to the\n\nsurface of his mind in a wave of negative emotion.\nHoarfrost: The temperature plummets for an instant and a thin coating of frost covers everything within 3d10\n\nmetres of the psyker.\nAura of Taint: All animals within 1d100 metres of the psyker become spooked and agitated. Characters with\n\nPsyniscience can pinpoint the psyker as the cause.\n18–20       Memory Worm: All people within line of sight of the psyker forget something trivial.\n21–23       Spoilage: Food and drink go bad within 5d10 metres of the psyker.\nHaunting Breeze: Winds whip up around the psyker for a few seconds, blowing light objects about and guttering\n\nfires within 3d10 metres of him.\nVeil of Darkness: For a brief moment (effectively the remainder of the Round), an area within 3d10 metres of the\n\npsyker is plunged into immediate darkness.\n30–32       Distorted Reflections: Mirrors and other reflective surfaces within 5d10 metres of the psyker distort or shatter.\nBreath Leech: Everyone (including the psyker) becomes short of breath for 1 Round and cannot make any Run or\n\nCharge actions.\nDaemonic Mask: For a fleeting moment the psyker takes on a Daemonic appearance and gains a Fear rating of 1\n\nfor the rest of the Round. He also gains 1 Corruption Point.\n39–41       Unnatural Decay: All plant life within 3d10 metres of the psyker withers and dies.\nSpectral Gale: Howling winds erupt around the psyker. The psyker and anyone within 4d10 metres of him must\n\nmake an Easy (+30) Agility or Strength Test to avoid being knocked to the ground.\nBloody Tears: Blood weeps from stone and wood within 3d10 metres of the psyker. If there are any pictures or\n\nstatues of people within this area, they appear to be crying blood.\nThe Earth Protests: The ground suddenly shakes and everyone (including the psyker) within 5d10 metres of the\n\npsyker must make a Routine (+10) Agility Test or be knocked down.\nPsy Discharge: Static Electricity fills the air within 5d10 metres of the psyker, causing hair to stand on end and\n\nunprotected electrics to short out. The psyker is illuminated by eldritch light.\nWarp Ghosts: Ghostly apparitions fill the air within 3d10 metres of the psyker, flying around and howling in pain\n\nfor a few brief moments. Everyone within this area must test against Fear (1).\nFalling Upwards: Everything within 2d10 metres of the psyker (including the psyker himself ) rises 1d10 metres\n57–59       into the air as gravity briefly ceases. After a second or two, everything crashes back to earth. (See page 261 for rules\non Falling Damage).\nBanshee Howl: A shrill keening rings out across the immediate area, shattering glass and forcing every mortal\n60–62       creature able to hear it (including the psyker) to make a Challenging (+0) Toughness Test or be deafened for\n1d10 rounds.\nThe Furies: The psyker is assailed by unseen horrors. He is slammed to the ground and suffers 1d5 Wounds in\n\ndamage (Toughness protects, but armour, unless warded does not). The psyker must test against Fear (2).\nShadow of the Warp: For a split second the world changes in appearance and everyone within 1d100 metres of\n66–68       the psyker has a mercifully brief glimpse of the shadow of the Warp. Everyone in the area (including the psyker)\nmust make a Difficult (–10) Willpower Test or gain 1d5 Insanity points.\nTech Scorn: The machine spirits reject you’re the psyker’s unnatural ways. All unwarded tech devices within\n69–71       5d10 metres of the psyker malfunction momentarily, and all ranged weapons within this area Jam (see page 249).\nCharacters with cybernetic implants must pass a Routine (+10) Toughness Test or suffer 1d5 damage.\nWarp Madness: A violent ripple of tainted discord causes all creatures within 2d10 metres of the psyker (with the\n72–74       exception of the psyker himself ) to become Frenzied for 1 Round. Affected creatures gain 1d5 Corruption Points\nunless they can pass a Difficult (–10) Willpower Test.\nPerils of the Warp: The Warp opens in a maelstrom of energy. Immediately make a roll on Table 6–2: Perils of\n75+\nthe Warp.\nTable 6–2: Perils of the Warp\nd100 Roll Effect\nThe Gibbering: The psyker screams in pain as uncontrolled warp energies surge through his unprotected mind. He\n01-05         must make a Challenging (+0) Willpower Test to avoid gaining 1d5+1 Insanity Points and becoming Stunned for\n1d5 rounds.\nWarp Burn: A violent burst of energy from the Warp smashes into the psyker’s mind, sending him reeling. He suffers\n",
      "page": 186,
      "source": "Core Rulebook"
    },
    {
      "title": "06-09",
      "content": "1d5 Wounds (not reduced by armour or Toughness) and is Stunned for 1d5 Rounds.\nVI: Psychic Powers\nPsychic Concussion: With a crack of energy, the psyker is knocked unconscious for 1d5 Rounds. Everyone within\n\n3d10 metres of the psyker must make a Routine (+10) Willpower Test or be Stunned for 1 Round.\nPsy-Blast: There is an explosion of power and the psyker is thrown 1d10 metres into the air, falling to the ground.\n\n(See page 261 for rules on Falling Damage).\nSoul Sear: Warp power courses through the psyker’s body, scorching his soul. The psyker cannot use any powers for\n\n1 hour and gains 5 Corruption Points.\nLocked In: The power cages the psyker’s mind in an ethereal prison. The psyker falls to the ground in a catatonic\n25–30         state. Each Round thereafter, he must spend a Full Action and make a Difficult (–10) Willpower Test. On a success,\nhis mind is freed and restored to his body.\nChronological Incontinence: Time warps around the psyker. He winks out of existence and reappears in 1d10\n31–38         Rounds (or in 1 minute in narrative time). The psyker suffers 1d5 Insanity Points and 1d5 permanent Toughness\ndamage.\nPsychic Mirror: The psyker’s power is turned back on him. Resolve the power’s effects as normal, but the power\n39–46         targets the psyker instead. If the power is beneficial, it instead deals 1d10+5 Energy Damage to the psyker and the\nbeneficial effect is cancelled. Armour is ignored by the damage unless it is warded.\nWarp Whispers: The voices of Daemons fill the air within 4d10 metres of the psyker, whispering terrible secrets and\n47–55         shocking truths. Everyone in the area (including the psyker) must make a Hard (–20) Willpower Test or gain 1d10\nCorruption Points.\nVice Versa: The psyker’s mind is thrown out of his body and into another nearby creature or person. The psyker\nand a random being within 50 metres of him (note that this cannot be a Daemon, Untouchable or other ‘soulless’\ncreature) swap consciousnesses for 1d10 Rounds. The affected being may be an ally or even an enemy combatant.\nEach individual retains his Weapon Skill, Ballistic Skill, Intelligence, Perception, Willpower, and Fellowship during the\n\nswap, but all other Characteristics are the same as those of the new host body. If either body is slain, the effect ends\nimmediately. Both affected individuals gain 1d5 Insanity Points from the experience. If there are no beings within\nrange, the psyker must make a Willpower Test or become catatonic for 1d5 Rounds while his mind wanders the Warp.\nHe gains 2d10 Insanity Points from this journey.\nRending the Veil: The air vibrates with images of cackling Daemons, and the kaleidoscopic taint of the Warp is\n59–67         rendered visible. All sentient creatures (including the psyker) within 1d100 metres of the psyker must test against Fear\n(3). This effect lasts for 1d5 rounds.\nBlood Rain: A psychic storm of howling winds erupts, and a torrential rain of blood covers an area within 5d10\nmetres of the psyker. Anyone within this area (including the psyker himself ) must pass a Challenging (+0) Strength\n\nTest or be knocked to the ground. If anyone uses Psychic Powers within this area, they automatically invoke a Perils\nof the Warp Test. The storm lasts for 1d5 Rounds\nCataclysmic Blast: The psyker’s power overloads, arcing out in great bolts of warp energy. Anyone within 1d10\n73–78         metres of the psyker (including the psyker himself ) takes 1d10+5 Energy Damage. The psyker may use no further\npowers for 1d5 hours after this event.\nA Hole in the World: A Vortex of Doom with a PR of 2d10 (see page 195) springs into existence within 1d10\n79–82         metres of the psyker. It then begins to move randomly (roll 1d10 for the number of metres it moves and use the scatter\ndiagram on page 248 for direction), devouring all in its path. The Vortex lasts for 1d5 Rounds and then vanishes.\nLost to the Warp: The psyker must make an immediate Very Hard (–30) Willpower Test. If he fails, he is\nimmediately dragged into the Warp by a Daemon, which possesses him and uses his body for vile purposes. The\npsyker appears on an inhabited planet 1d10 weeks later with dim memories of the horrific acts he has performed while\n\npossessed. He gains 4d10 Corruption Points, and may experience complications caused by his actions while possessed.\nHe may receive a visit from the Inquisition if his fate becomes known to that organisation. From now on, the psyker\nmust adjust all Perils of the Warp checks by +10 due to his body serving as a conduit for blasphemous forces.\nReality Quake: Reality buckles around the psyker, and an area within 3d10 metres of him is sundered. Solid objects\n87–90         alternately rot, burn, and freeze, and everyone and everything in the area takes 2d10 Rending damage. Warded objects\n\nand Untouchables suffer half the damage rolled.\nSomething is Coming...: With a blood curdling howl, a Daemon Prince (see Chapter XIII: Adversaries) rips into\n91–99         existence within 3d10 metres of the psyker. It detests the psyker and trains its attacks on the fool that unwittingly\nsummoned it. Only its destruction or the death of the psyker will send it back to the Warp.\nDestruction: The psyker is immediately and irrevocably destroyed. He is either sucked screaming into the Warp, never\n00            to be seen again, or consumed utterly by hellfire. The GM may rule that there is a 50% chance that a Daemon Prince\nappears in the psyker’s place.\nPsychic Powers c                                                       haPTer DisciPLines\nJust as the Adeptus Astartes have stored the teachings of\nThe power of a psyker is darkness, fire, and death, given life and   Librarians past, so too do many Chapters develop their own\npurpose to rend souls and break minds.                               forms of psychic disciplines. Calling on their own style of\nwarfare and the inherent strengths of their gene-seed, they\n–First line of the Litany of Lies and Truths    have learnt to shape powerful and terrible effects for their\nVI: Psychic Powers\nLibrarians to wield. Chapter Disciplines are only available to\nP\nsychic powers work in much the same way as Talents           Librarians of the Chapter they represent, reflecting both their\nor Skills and allow a psyker character to manifest           unique training and Primarch-given gifts of blood and spirit.\n\nhours recovery before it may be used again.\niron arm\nAction: Half or Reaction\nOpposed: No\nRange: Self\nSustained: Yes\nDescription: The Librarian sheathes his arm in an\nimpenetrable field of energy with the power to ward off\npowerful melee attacks. While this power is in effect, the\nLibrarian gains one additional Reaction each round that may\nonly be used to parry, with a bonus on the Weapon Skill Test\nto parry equal to 3 x PR. Note that this power prevents the\nLibrarian from using his arm for any other purpose, such as\nwielding a weapon, climbing, and so on.\nmachine curse                                                           which he may only use for himself. Any re-rolls not used by\nthe beginning of the Librarian’s next turn are lost. Remember\nAction: Full                                                            that a re-roll may never itself be re-rolled.\nOpposed: No\nRange: 20m x PR\nSustained: No\nvorTex of Doom\nDescription: The Librarian calls down a terrible curse on               Action: Full\nVI: Psychic Powers\nnearby machines and vehicles. The Librarian can either target a         Opposed: No\nsingle vehicle (such as a battle tank or landspeeder) or a number       Range: 10m x PR\nof mechanical devices (such as guns or servitors) equal to his PR.      Sustained: No\nIf a single vehicle is targeted then it may not move or fire any of     Description: With an utter disregard for reality, the Librarian\nits weapons for a number of Rounds equal to the Librarian’s PR as       opens up a flickering vortex in the fabric of space and time. The\n\ncover protect as normal.\nwinGs of sanGuinius\nAction: Full\nOpposed: No\nTable 6–13: Blood Angels Powers                                 Range: Self\nPower                 XP Cost Prerequisites                    Sustained: Yes\nBlood Boil            1500      Rank 3, WP 40+                 Description: The Librarian sprouts a pair of blood red wings\nBlood Lance           1000      —                              of psychic energy from his back that can bear him aloft. While\nFear the Darkness     1000      WP 40+                         this power is in effect, the Librarian gains the Flyer Trait (see\nMight of Heroes       500       —                              page 132) with a Movement equal to his PR.\nShackle Soul          1000      WP 50+\nWings of Sanguinius   2000      Rank 5, WP 50+\nDark Angels                                                   him. While this power is in effect, the Librarian is immune\nto the effects of all Telepathy powers unless created by a\npsyker with a Willpower greater than his own. In addition,\nPowers                                                      the psyker suffers no ill effects to Cohesion or Willpower as\n\na result of Fear.\nO\nnly Dark Angels Librarians have access to Dark\nminD worm\nVI: Psychic Powers\nAngels Psychic Powers. These powers may be\npurchased with Experience Points, provided the             Action: Full\nLibrarian meets the power’s Prerequisites and XP Cost as            Opposed: Yes\ndetailed on Table 6–14: Dark Angels Powers.                         Range: 10 metres x PR\nSustained: Yes\nDescription: Driving deep into the target’s mind, the\nforce barrier                                                       Librarian implants the seed of doubt and remorse, crippling\nAction: Full                                                        the creature with indecision and guilt. This powers works\nOpposed: No                                                         against a single target. Those affected by the power suffer\nRange: Self                                                         a –5 x PR to WS, BS, S, Ag, Int, and Fel (all to a minimum\nSustained: Yes                                                      of 05). If this power is sustained then the target may make a\nDescription: Wrapping himself in a blanket of power, the            new Opposed Willpower Test at the start of each of its turns\nLibrarian creates a potent but static psychic shell over himself.   to end the effects.\nWhile this power is in effect, and as long as the Librarian does       This power also confers a +30 bonus to the psyker’s\nnot move, he gains 3 AP x PR to all locations. In addition, if      Interrogation skill.\n\nattacks count as having a Penetration of 0.\nTrue sTrike\nAction: Half\nheLLfire                                                            Opposed: No\nAction: Half                                                        Range: Self\nOpposed: No                                                         Sustained: No\nRange: 50 metres x PR                                               Description: Deadly against those with the psychic gift, the\nSustained: No                                                       effects of a True Strike can smash an enemy psyker’s mind\nDescription: The Librarian summons a torrent of psychic fire        to pieces. If the Librarian performs a melee attack against a\nto burn and char his foes. He may pick a point within range         psyker (an individual Psy Rating of at least 1) within 1 Round\nand engulf it in a cloud of flame with a radius of 2 metres x       x PR of activating the power, a successful attack will inflict an\nPR. All those within the area will suffer 1d10 Energy damage        additional 2 points of damage x PR which cannot be reduced\nx PR. In addition, all those within the area of effect must         by armour or Toughness. In addition, an individual suffering\nmake Challenging (+0) Agility Tests or be set on fire (see          damage from this power must make a Hard (–20) Willpower\npage 260).                                                          Test or lose access to his Psychic Powers for 1 Round.\nThis power has no additional effects on individuals without\na Psy Rating of at least 1.\n\nWillpower Test to break free.\nTesTs\n•\nThe Role of faTe\n•\nt\n•\n",
      "page": 187,
      "source": "Core Rulebook"
    },
    {
      "title": "squad Mode and",
      "content": "solo Mode\n•\nsquad and solo\nMode abiliTies\n•\nMissions\nChapter VII:                                                   Success is more likely to occur in a Skill Test where the\ncharacter has Training in the Skill. A Battle-Brother can still\nattempt a Skill Test with an Untrained Basic Skill, but in such\nPlaying the                                                 cases, the governing Characteristic is halved (round down).\nA character cannot attempt a Skill Test with an Untrained\nAdvanced Skill.\nGame                                                        Many Talents can improve a Battle-Brother’s chances of\nVII: Playing the Game\nsuccess at a Skill Test, as can Skill Mastery.\nIt is important to note that, despite their names, both\n“A Space Marine is not born, but made by the good grace of the      Weapons Skill and Ballistics Skill are Characteristics. See\nEmperor from flesh, blood, and a will to do the Master of           Characteristic Tests on page 203.\nMankind’s bidding.”\n–Gyvan Hul, Seneschal of the Rogue Trader         exaMple\nvessel Frozen Talon       Brother Ulfric is chasing down an Eldar guardian before he can\nalert his nearby patrol. The slippery alien scrambles down an incline\nT\nhis chapter covers the game’s core rules systems and         to escape the charging Space Marine. To climb down the cliff, the\nhow to use them to play games of Deathwatch. It              GM decides that Brother Ulfric must make a Climb test, which is a\nintroduces the main game mechanics and how to make           skill governed by Strength. Ulfric’ Strength is 41, but he doesn’t have\n",
      "page": 200,
      "source": "Core Rulebook"
    },
    {
      "title": "Strength",
      "content": "push over a grox.\nsucceed, the one with the most Degrees of Success wins. If both\nDegrees of Success are the same, the highest Characteristic\nResist poison or disease, tolerate\nToughness         temperature extremes, stave off hunger,         Bonus wins. If the result is still a tie, the lowest dice roll wins.\nresist mutation.                                   Should both parties fail, one of two things occurs. Either\nDetermine Initiative, maintain balance          there is a stalemate and nothing happens or both parties should\nAgility           on a narrow surface, navigate treacherous       re-roll until there is a clear winner.\nterrain.\nRecall an important detail, identify a\n",
      "page": 202,
      "source": "Core Rulebook"
    },
    {
      "title": "Intelligence",
      "content": "familiar face, solve a puzzle.                  exaMple\nNotice a hidden enemy, locate a secret          Ulfric is trying to force open a bunker door while a group of terrified\n",
      "page": 202,
      "source": "Core Rulebook"
    },
    {
      "title": "Perception",
      "content": "door, gauge another person’s attitude.          traitor guardsmen try to hold it closed. The GM decides this is an\nWillpower         Resist a Psychic Power, torture, or Fear.       opposed Strength, and so Ulfric’s player rolls against his character’s\nMake a good impression or inspire               Strength of 41, while the GM roll against the collective guardsmen\n",
      "page": 202,
      "source": "Core Rulebook"
    },
    {
      "title": "Fellowship",
      "content": "confidence.                                     Strength of 35. Ulfric’ player rolls a 31, passing his test, while the\nGM rolls a 30 for the guardsmen. As they both passed, the winner is\ndetermined by who passed by the most. This is Ulfric, passing by 10\ndegRees of suCCess and failuRe                                       compared to the guardsmen’s 5. Flinging the door open, Ulfric storms\ninto the bunker to deliver the Emperor’s justice to the traitors.\nFor most tests, it is enough to know whether a character\nsucceeded or failed. Sometimes, however, it is useful to know\nhow well a character succeeded, or how badly he failed. This\nTesT diffiCulTy\nis particularly important with social skills, such as Charm and      Not all tests are equal. Setting a melta bomb on a stationary\nInquiry, as well as certain combat situations, such as firing a      bunker and placing the same bomb on a moving battle tank\ngun capable of a semi-automatic or fully automatic burst.            while under fire may both require Demolition Tests, but the\nMeasuring Degrees of Success and Failure in a Skill or           latter is clearly harder than the former. But how much harder\nCharacteristic Test is straightforward. After the percentage         is one from the other? This is where test difficulty and the roll\nroll is made, compare the roll with the modified Characteristic      of the GM both come into play.\nscore. For each full 10 points by which the Characteristic was           In some cases, the difficulty of a test is pre-determined by\n\n• Enter Squad Mode without a Cohesion Test.\n• Gain a +1 bonus to your Rank for the benefits of a Solo\nMode ability.\n• Remove one level of Fatigue.\nbuRning faTe                                                           In some situations, it may be important to note how fast a\ncharacter can travel in Narrative Time.\nSometimes a re-roll or an extra Degree of Success is not going         Table 7–5: Narrative Time Movement describes the\nto be enough to save a Battle-Brother’s life. In these instances,   standard speeds a character can move at a leisurely pace under\nthe character may choose to burn a Fate Point and permanently       ideal circumstances. Environment (see following) can affect\nreduce his Fate Points by one. The result is that the character     these speeds, hindering the characters as they travel.\nsurvives whatever it was that would have killed him, but only\nVII: Playing The Game\njust. For example, if the character was shot with a lascannon         Table 7–5: Narrative Time Movement\nand suffered a Critical Hit that would have killed him, instead\nAB             Per Minute       Per Hour     Per Day†\nhe is only hideously burnt and rendered unconscious with\n0              12m              0.75km       7km\nzero Wounds. In more extreme circumstances, such as being\n1              24m              1.5km        15km\ntrapped on a spaceship during a warp drive implosion, it is\nup to the player and the GM to work out just how the Battle-           2              48m              3km          30km\nBrother makes his escape. A Fate Point may be burnt even if            3              72m              4km          40km\n\n10    10             20           30           60\nRunning and naRRaTive TiMe                                           Climbing\nCharacters can run during Narrative Time, but doing so is            There may be times during a character’s explorations when\ntiring. When running, a character triples his rate of movement,      he wants to scramble over a low wall, descend into a crevasse,\nbut each hour of sustained running requires the character to         climb to an ideal rooftop sniper position, or shinny up a tree\nmake a Toughness Test, with a cumulative –10 penalty per             to escape the claws of vicious xenos. Climbing is divided into\nhour after the first, to sustain the pace. On a failed test, the     two general categories: simple climbs and sheer surfaces.\nVII: Playing the Game\ncharacter takes 1 level of Fatigue. Characters moving at this\nbrisk pace are focused on running and watching their steps, so\nthey take a –20 penalty to all Perception-based Tests. As with\nsiMple CliMbs\nhurrying, characters can continue running after a failed test, but   Simple climbs can include fences, steep hills, boulders, trees,\npenalties gained from multiple failed tests are cumulative.          or anything else that requires effort and concentration, but\nno real skill to accomplish. Any character with both hands\nfree can automatically accomplish a simple climb, provided\nfoRCed MaRChing                                                      he takes his time and is not being distracted (such as being\nThere’s nothing stopping characters from pushing themselves          shot at).\n",
      "page": 202,
      "source": "Core Rulebook"
    },
    {
      "title": "Agility Modifiers",
      "content": "abseiling. This requires some kind of climbing gear, such a\nCondition                     Difficulty                          drop harness, or at the very least some long rope. An abseiling\nFog or Smoke                  Ordinary (+10)                      character makes a Challenging (+0) Agility Test. On a\nMud                           Challenging (+0)                    success, he descends at a rate of 10 metres per Round. On a\nShallow Water                 Challenging (+0)                    failure, he descent rate is only five metres per Round. Failure\nDarkness                      Difficult (–10)                     by two or more degrees requires to the character to make a\nSnow                          Difficult (–10)                     Challenging (+0) Strength Test or lose his grip—if he is\nUnderbrush                    Difficult (–10)                     not wearing a drop harness, he falls.\nDense Crowds                  Hard (–20)\nZero Gravity                  Hard (–20)\nRubble                        Hard (–20)\nTremors                       Hard (–20)\nJUmPing and leaPing                                                Running hoRizonTal leaps\nA jump is a controlled vertical ascent or descent where a          When performing a Running Horizontal Leap, a character\ncharacter attempts to either jump as high as he can, or jump       must move at least four metres in a straight line before\ndown safely without suffering damage. If a character is pushed     making the Leap. At the end of his movement, he makes a\n",
      "page": 205,
      "source": "Core Rulebook"
    },
    {
      "title": "ReCoveRing losT Cohesion",
      "content": "Cohesion daMage                                                         Cohesion is a resource that must be used wisely by the Kill-\nIn the same way that a Battle-Brother may suffer Damage                 team during the course of a Mission and typically they will\nto his physical capacities, he may also suffer Damage to his            only have a handful points at their disposal. There is however\nability to connect to his squad and combat morale. This often           a few ways in which Cohesion can be recovered during play,\ncomes in the form of some kind of weapon attack, though                 restoring the Kill-team’s pool, strengthening their bonds\nit can come from other sources such as Psychic Powers or                of brotherhood and allowing them further access to Squad\nunusual environments. This Damage temporarily reduces the               Mode abilities.\nKill-team’s Cohesion in the same way that weapon Damage                     One point of Cohesion will be recovered by the Kill-team if:\nreduces Wounds. This reflects the fact that weight of enemy                • The Kill-team completes one of their Mission Objectives\nfire, the chaos of combat, and particularly devastating weapons              (see page 230)\ncan all place strain on the Kill-team and its ability to function          • Any member of the Kill-team spends a Fate Point\nas an organised battlefield unit.                                          • The GM decides that the Battle-Brothers have completed\nWhen a Battle-Brother is in Squad Mode (see page 213),                   a particularly monumental task or roleplayed well the\n",
      "page": 211,
      "source": "Core Rulebook"
    },
    {
      "title": "Cohesion Challenges",
      "content": "Free Action and is taken as soon as the damage occurs.                  Cohesion is not just used to activate Squad Mode abilities but\nSince damage to Cohesion relies on shock and confusion,             can also be used to quickly enter Squad Mode or maintain\nthere are limits to the amount that a Kill-team can suffer in a         it under certain stresses, or test the Kill-team’s trust in each\nsingle combat Round—additional explosions, storms of shells,            other and faith in their leader’s abilities. In both cases this is\nand artillery have little additional effect. For this reason, a Kill-   know as a Cohesion Challenge. To pass this test, a character\nteam will only ever suffer 1 point of Cohesion damage each              must roll equal or less to his Kill-team’s current Cohesion\nTurn, with any additional Cohesion damage being ignored.                on 1d10.\nexaMple\nA potent Psychic Power is assaulting Palarius and his brothers, filling\nthem with doubt and distrust. The GM decides that each Battle-\nBrother must pass a Cohesion Challenge to maintain Squad Mode.\nThe Kill-team’s current Cohesion is 6, so Palarius and his brothers\nmust roll 6 or less on 1d10 to pass the Cohesion Challenge.\nSquad Mode whaT iS SqUad mode?                                     Squad Mode can only be entered deliberately by a character\nand Solo Mode                                                       by using an action or passing a Cohesion Challenge (see page\n212). While in Squad Mode, a Space Marine is linked to any\n\nBattle-Brother using the Squad Mode ability.\nVisual distance means that the Battle-Brothers must be able\nwhaT iS Solo mode?                                                  to see each other in order to be in Support Range. This visual\nSolo Mode is the default mode of play for all characters.\nUnless otherwise indicated by the rules, a Battle-Brother is in\nthis mode. While in Solo Mode, a Space Marine is not linked           Table 7–9: Support Range\nto the rest of his squad in any special way and cannot benefit         Rank                         Support Range\nfrom Squad Mode actions or abilities used by his Battle-                                            Visual distance, no more than\nBrothers. He has access to all of his Solo Mode actions and            1–3 (Close)\n30 metres away.\nabilities and may use these freely.                                                                 Vocal distance, no more than\n4–6 (Medium)\n60 metres away.\nVocal distance, no more than\n7–8 (Extended)\n120 metres away.\ncontact can, however, be very minimal, and should function            that a Space Marine can take at any time during his turn. To\nin near-darkness, heavy rain, and the chaos of combat, where          enter Squad Mode, a Battle-Brother must adjust his tactics,\nfriends and foes can only be glimpsed through the swirl of            note the positions of his Kill-team, and prepare for close unit\nsmoke and the flash of bolter fire.                                   actions—all of which requires an effort on the part of the\nVocal distance means that the Battle-Brothers no longer           Space Marine, one that comes easier with experience and the\n",
      "page": 211,
      "source": "Core Rulebook"
    },
    {
      "title": "MainTaining squad Mode",
      "content": "Squad Mode can be maintained as long as the Battle-Brother’s\nKill-team has at least 1 point of Cohesion. Activating abilities\nreduces Cohesion, as do some kinds of damage (see Cohesion\nDamage on page 212). A Battle-Brother drops out of Squad\nMode—and returns to Solo Mode—at the start of his Turn if:\n• He falls unconscious or dies.\n\n• His Kill-team’s Cohesion is reduced to 0.\n• He is no longer in Support Range of at least one other\nmember of his Kill-team.\n• He chooses to return to Solo Mode.\nIn certain circumstances he may also lose Squad Mode if\n",
      "page": 213,
      "source": "Core Rulebook"
    },
    {
      "title": "he fails a Cohesion Challenge (see page 212).",
      "content": "exaMple\nWhile in Squad Mode, Palarius has advanced ahead of his Kill-\nteam hunting for an Ork boss in the ruins of an old Imperial\nchapel. Unexpectedly, he falls through a weakened part of the floor\nand into a deep cellar out of sight of his Battle-Brothers. As he is\nRank 3, he must be in visual contact with his Kill-team to count as\nbeing in Support Range, so at the start of his next turn he reverts\nto Solo Mode, losing any benefits from currently active Squad\nMode abilities.\nSolo Mode                                                      gaining solo Mode abiliTies\nA character begins play with access to his own Chapter’s\nAbilities                                                     Solo Mode abilities as well as any Codex abilities for which\nhe meets the requirements. The requirements for Solo Mode\nabilities are based on Rank; the level of experience attained\n“Brothers, there are moments where only the fury of a true Son of       by the Battle-Brother (see Chapter II: Specialities for details\nVII: Playing The Game\nSanguinius will serve. This is such a moment.”                          on Ranks). This required Rank represents the minimum Rank\nneeded to gain and use the ability. However, unlike other\n–Brother Nocturne of the Blood Angels           abilities such as Talents and Skills, a character does not need\nto spend Experience Points to gain a Solo Mode ability, and\nA\ns a chosen warrior of the Emperor, a Space Marine             once he meets the Rank requirements he can use the ability.\n",
      "page": 213,
      "source": "Core Rulebook"
    },
    {
      "title": "Cohesion",
      "content": "of any successful attack, and are always removed first before\napplying Damage to the Battle-Brother’s normal Wounds.\nThese bonus Wounds will also be lost if the Battle-Brother\nRighTeous zeal (blaCk TeMplaRs)                                        leaves his chosen location either by his own choice or\nRequired Rank: 1                                                       involuntarily.\nEffects: The Black Templars are well known for their fanatical         Improvement: At Rank 3 and above the temporary Wounds\ndevotion to the Emperor and their burning hatred for psykers,          increase to 12. At Rank 5 and above the Battle-Brother may\nwitches, and warp spawn. Once per combat, a Battle-Brother of          move a number of metres equal to his Agility Bonus each\nthe Black Templars Chapter may call upon Righteous Zeal as a           round without losing the effects of the ability. At Rank 7 and\nFree Action at the start of his Turn. While under the effects of the   above the temporary Wounds increase to 18.\nRighteous Zeal, Damage inflicted by the Battle-Brother’s melee\nattacks against creatures with the Daemonic Trait is not reduced\nby Toughness Bonus. In addition, the Battle Brother’s own\nwolf senses (spaCe wolves)\nToughness Bonus is increased by +4 when reducing Damage                Required Rank: 1\nfrom attacks by creatures with the Daemonic Trait or Damage            Effects: As part of the genetic gifts of their Primarch Leman\nfrom Psychic Powers and weapons. Righteous Zeal lasts for a            Russ, the Space Wolves have almost preternatural senses\n\nusing squad Mode abiliTies\nrank as the Imperium’s finest fighting arm and easily the equal           Squad Mode abilities function just like other Actions and can\nof any xenos, Chaos, or heretic foe. While this superiority is in         be activated by a Battle-Brother in his Turn. There is no test\npart the result of their genetic heritage, potent arms and armour,        to active these abilities; however the Battle-Brother must spend\nand indomitable will, it is also due largely to their training and        the required amount of Cohesion (as indicated by the ability)\ncombat tactics. The bond between Battle-Brothers, combined                and he must be in Squad Mode. He only needs spend this\nwith a constant training regime, hones a Kill-team’s skills to a          cost once, however, and once an ability has been activated, it\nrazor’s edge and makes them capable of preternatural combat               remains so for the remainder of the Mission (if the ability is\nfeats. A Space Marine lives and dies by the strength of his               Sustained) or for the duration of a single combat (if the ability\nBattle-Brothers.                                                          is not Sustained) and may be used by either him or any other\nSquad Mode abilities represent specialised Kill-team training         members of his Kill-team in Squad Mode.\nand the superior skill at arms that all Space Marines possess. These          Both the Battle-Brother using the action and any other\nare the abilities and special actions that truly allow the player’s       members of his Kill-team within his Support Range may then\n\nkeeping TRaCk of squad Mode\nAndrew’s character Palarius uses the Bolter Assault Squad Mode\nability to rush the enemy. Palarius and two of his Kill-team members\nabiliTies\nbreak cover and charge at the enemy. Later in the Round, the other       As may be apparent, it is possible for a Battle-Brother\nmember of the Kill-team, still in cover, uses the Fire Support Squad     to use numerous Squad Mode abilities during a single\nMode ability to give Palarius and his Battle-Brothers cover. Even        combat. Within a single Kill-team there might also be\nVII: Playing the Game\nthough they are still in Support Range, neither Palarius nor the         several Squad Mode abilities being sustained at any\nBattle-Brothers who joined him in his Bolter Assault can benefit         one time, and players may wish to jump from one to\nfrom this ability.                                                       the next as the tactical situation dictates. This is where\nthe Status Mode sheet can be used to keep track of\na Battle-Brother’s current Squad Mode ability and its\nsusTaining squad Mode abiliTies                                          effects. Players should either make a mark, or place a\nMany Squad Mode abilities can be maintained indefinably                  marker (such as a dice or coin) on their Status Mode\nprovided that the Battle-Brother remains in Squad Mode. This             sheet next to the Squad Mode ability they are using or\nis indicated in each ability’s description under the Sustained           benefiting from. This mark can then be moved as their\n\nSupport Range or leave Squad Mode.\nexaMple\nAndrew, Jim, and Damien’s characters are all benefiting from the\nSquad Advance Squad Mode ability which is being sustained by\nAndrew’s character. At the start of his character’s Turn, Damien\ndecides to have his character return to Solo Mode, losing the benefits\nof the Squad Advance for himself. Both Andrew and Jim, however,\ncontinue to benefit from the Squad Advance, as Andrew is sustaining\nit and they are still within Support Range. In Andrew’s turn however\nhe chooses to end the ability. This means that both his character and\nJim’s character both immediately lose its benefits.\n\nJoining susTained squad Mode\nabiliTies\nIt is also possible for a Battle-Brother to join in on a Squad\nMode ability that is already being sustained. As long as he is\nin Squad Mode, not using or benefiting from another Squad\nMode ability, and within Support Range of the Battle-Brother\nsustaining the ability, he can join as a Free Action at the start of\nany of his Turns, immediately gaining the ability’s benefits.\nexaMple\nJim is sustaining the Fire for Effect ability with Andrew’s character\nalso gaining the benefit. Having switched back into Squad Mode,\nDamien’s character wishes to join in the effects. Since he is neither\nbenefiting from another Squad Mode ability nor outside of Support\nRange, he simply uses a Free Action at the start of his Turn and\ngains its effects.\ns                                                                   Table 7–12: Codex Attack Patterns\nAll squads train in ways of working together to bring down           Name             Action          Cost           Sustained\ntheir targets, be it cracking an enemy strongpoint, crossing         Bolter Assault Free              3              No\nopen ground under fire, or bringing down enemy armour.               Fire for Effect Half             2              Yes\nAttack Patterns are Squad Mode abilities that cover these            Fire Support    Half             1              Yes\nmethods of attack and are most suited to aggressive tactics          Furious Charge Free              3              No\nVII: Playing The Game\nand assaults.                                                        Squad Advance Half               1              Yes\n",
      "page": 216,
      "source": "Core Rulebook"
    },
    {
      "title": "Suppression",
      "content": "Action: Half Action\nSpace        Tooth and\nCost: 2                                                                   Wolves       Nail\nFree        2      Yes\nSustained: No\nStorm        Lightning\nEffects: The holy fury of the Emperor lives in the hearts of all                                       Reaction 2         No\nWardens      Strike\nBlack Templars, awaiting the time when it will be unleashed                            Lead by\nupon his foes. Until the start of his next Turn, whenever the             Ultramarines                 Free        2      Yes\nExample\nBattle-Brother and those in Support Range of him make a\nsuccessful Standard Attack with a melee weapon (whether\nor not Damage is inflicted) they may immediately make an               TooTh and nail\nadditional Standard Attack with that same weapon, against              Chapter: Space Wolves\nthe same foe, as a Free Action. If this blow also hits, then they      Action: Free Action\nmay make an additional Standard Attack and so on, up to a              Cost: 2\ntotal number of extra attacks equal to their Agility Bonus.            Sustained: Yes\nImprovement: If the Battle-Brother is Rank 4 or more,                  Effects: The animalistic nature and fighting style of the Space\nsummoning the Holy Vengeance is a Free Action.                         Wolves often gives them an edge in close combat where they may\nunleash their inner beast against their enemies. While this ability\nis in effect, the Battle-Brother and those in Support Range of\n\nParry Tests.\nMissions                                                overview\nMissions are broken down into the following three broad steps:\n“The forward Tau command centre is too heavily shielded for an\norbital strike, and too far behind the front lines for a push by the\nStygian 5th Armoured Division. However, intelligence suggests\npRepaRaTion\nthat there is at least one of these so-called Ethereals coordinating   This initial step occurs often in downtime before actual play\nVII: Playing the Game\noperations from the base, making it a vital target. It is my           begins and represents the players preparing their characters\nrecommendation that we deploy the Deathwatch Kill-team available       for the trials ahead. It covers the actions undertaken by the\nto us and consider the matter closed...”                               Kill-team and Battle-Brothers which include such things\nas taking oaths, selecting their weapons and armour, and\n–High Tactician Favius at the Battle of Blood Moon            choosing a mission leader from among their Kill-team.\nBriefing: The first part of a Mission is the briefing in\nT\nhe Adeptus Astartes are the surgical strike force of the       which the GM gives the players an overview of their Mission,\nImperium’s military might, and their use on the field          its objectives, and any other information they are likely to\nof battle reflects this status. No commander would             have access to. The briefing allows the players to get an idea\nconsider using the much-feared Space Marines for simple                of the kind of things they will be facing and the kind of tasks\n\nresist Cohesion damage.\nSquad Mode Abilities: Tactical Spacing, Regroup and\nSoak Fire.\nTable 7–16: Oaths\nOath                           Prerequisite                    Benefit                         Squad Mode Abilities\nTactical Marine, Assault Marine,                                 Tactical Advance, Bolter\nOath of the Astartes                                            +2 Cohesion\nor Devastator Marine                                             Assault, Tactical Spacing\nTactical Marine, Librarian, or                                   Fire for Effect, Regroup,\nOath to the Emperor                                             +10 to Willpower Tests\nApothecary                                                       Strongpoint\nTactical Marine or Assault                                       Tactical Advance, Bolter\nOath of Glory                                                   +1 Renown per objective\nMarine                                                           Assault, Furious Charge\n+10 to WS and BS vs. a\nGo to Ground, Dig In,\nOath of Knowledge              Librarian or Apothecary          chosen enemy or re-roll Psychic\nStrongpoint\nPhenomena\n+10 to all Tests to resist\nTactical Spacing, Regoup, Soak\nOath of Loyalty                Tactical Marine or Apothecary Cohesion Damage, +1 to\nFire\n",
      "page": 221,
      "source": "Core Rulebook"
    },
    {
      "title": "Cohesion Challenges",
      "content": "Devastator Marine or             Ignore jams, re-roll tests to   Fire Support, Fire for Effect,\nOath of the Weapon\nTechmarine                       confirm Righteous Fury          Tank Buster\nExecution\n“They dropped from the sky like angels of death destroying all in\ntheir path and bringing the Emperor’s justice to that wicked world.”\n–From the Remembrances of the Grand Crusade\nVII: Playing the Game\ns\nAll missions have one or more objectives that the players\nmust achieve in order for the Mission to be completed. An\nobjective is a way of quantifying the success of a Mission and\ngiving the players a set of clear goals for their characters to\nachieve. In keeping with the military nature of Deathwatch,\nobjectives are typically set by the GM when the Mission is\ncreated and passed on to the characters during the Mission\nbriefing. However, such is the fickle nature of war that\nobjectives can often change during the course of a Mission,\nand the players can even come up with their own objectives.\nThere are three kinds of objectives, some or all of which may\nbe present in a Mission.\npRiMaRy\nThese are the key objectives to the Mission that are vital for\nits completion. If the players do not complete their primary\nobjectives, then the Mission is considered a failure. For this\nreason, when the GM sets the Mission’s primary objectives,\noaTh of The weapon                                                 he should keep them as simple and as broad as possible. For\nSpace Marines drill constantly, and when they are not fighting.    instance, a primary objective could be to destroy an enemy\n",
      "page": 228,
      "source": "Core Rulebook"
    },
    {
      "title": "bad inTelligenCe",
      "content": "forcing the players to adapt to difficult situations and think   Frequently the Imperium’s intelligence about its foes is just\non their feet, complications also increase the difficulty of a   plain wrong. Commanders base decisions on unfounded\nmission and as a result the rewards the players gain from it.    information and send soldiers to pay for their ignorance.\nHere are 10 typical complications that the GM can use to         While the Deathwatch is more careful than most of the\nalter the nature of his missions, though he should feel free     Emperor’s forces, they too can suffer from this fate. The GM\nto come up with more of his own. If a degree of randomness       should change one of the Mission’s primary or secondary\nobjectives without the knowledge of the players. This change\nshould, however, become quickly apparent, such as arriving\ninseRTion and exTRaCTion                                      to destroy a bridge to discover it does not exist. It is then\nHow the Kill-team reach the battlefield and how they          up to the players to discover the new objective and try to\nleave it depends on the nature of the Mission. This could     complete it.\ninclude such things as deployment by drop pod from\nlow orbit, direct assault via Thunderhawk gunships,\nor even land-based assaults in Rhinos or Land Raiders\nCuT off\nfrom a forward base. Ultimately it falls to the GM, in        As can often happen in the chaos of war, a forward unit can\nthe role of the characters’ commanders, to decide how         discover its supply lines cut off as the frontlines shift suddenly.\n\nKill-team has their Cohesion reduced by 2.\nInItIatIve\n•\nactIons\n•\nthe attack\n•\nInjury\n•\ncrItIcal Damage\nChapter VIII:                                               turns\nEach character in an encounter gets one Turn each Round. During\nCombat                                                    a character’s Turn, he can perform one or more Actions. While\ncharacters’ Turns overlap each other slightly, Turns are resolved in\na specific order known as Initiative Order, see page 235.\n“There is nothing in the galaxy like the sound of a boltgun.”\n–Vex Hargoth, Master of Arms\nactIons\nA character can perform one or more Actions on his Turn. If a\nT\nVIII: Combat\nhe Imperium is beset on all sides from the enemies          character is performing multiple Actions during his Turn, the\nof mankind: ravenous aliens, bloodthirsty daemons,          order in which they are resolved may or may not matter. For\nand fanatical traitors, all intent on the destruction of    example, a character could draw his pistol and then move a\nthe Emperor and those sworn to him. As members of the              few metres, or he could move first and then draw his pistol,\nDeathwatch, the players stand on the frontlines against such       and either way the end result is the same. But, if the same\nfoes, struggling to survive and bring glory and honour to          character wants to shoot his pistol, he obviously needs to\ntheir Chapter. This means combat... lots of combat.                draw it first. Actions are described in detail on page 236.\nThis section covers Actions, combat, and Damage in the\n\nDodged or Parried.\nFocus Power          Varies      Concentration           Use a psychic power.\nFull Auto Burst      Full        Attack, Ranged          +20 to BS, additional hit for every Degree of Success.\nGrapple              Half/Full   Attack, Melee           Affect a Grappled opponent or escape from a Grapple.\nAttack, Concentration,\nGuarded Attack       Full                                –10 WS, +10 to Parry and Dodge.\nMelee\nJump or Leap         Full        Movement                Jump vertically or leap horizontally.\nKnock-Down           Half        Attack, Melee           Try to knock an opponent to the ground.\nManoeuvre            Half        Attack, Melee, Movement Opposed WS Test, if character wins, move enemy 1 meter.\nMove up to movement as a Half Action or twice movement as a Full\nMove                 Half/Full   Movement\nAction.\nUse Swift Attack or Lightning Attack Talents to make\nMultiple Attacks     Full        Attack, Melee or Ranged\nmultiple attacks.\nAttack, Concentration,\nOverwatch            Full                                Shoot targets coming into a set kill zone, –20 to BS.\nRanged\nParry                Reaction    Melee                   Test Weapon Skill to negate a hit.\nReady                Half        Miscellaneous           Ready a weapon or item.\nReload               Varies      Miscellaneous           Reload a ranged weapon.\nRun                  Full        Movement                Move triple, enemies get –20 BS and +20 WS.\nSemi-Auto Burst      Full        Attack, Ranged          +10 to BS, additional hit for every two Degrees of Success.\n",
      "page": 230,
      "source": "Core Rulebook"
    },
    {
      "title": "DoDge",
      "content": "to Grapple his opponent instead of inflicting damage. See          Type: Reaction\nGrappling, page 240.                                               Subtype: Movement\nDodge is a Reaction that a character can perform when it is not\nhis Turn. After a character is hit, but before Damage is rolled,\nthe character can attempt to avoid the attack by making a\nDodge Test. A character must be aware of the attack in order\ncombat abstractIons                                             to make the test. If the test succeeds, the character gets out\nCombat in Deathwatch is fast and furious, designed              of the way at the last moment and the attack is considered to\nso games don’t become bogged down with minutia.                 have missed (and thus no Damage is rolled). If the Dodge Test\nAs such, the rules take certain licenses with reality           fails, the attack connects and deals Damage normally. Dodge\nand assumptions must be made about what is really               can be used to avoid both melee and ranged attacks.\ngoing on during a fight. One such assumption is that\nnearly all combatants are at least somewhat concerned           dodging auto-Fire and area effect attacks\nfor their own safety and are constantly side-stepping,\ntwisting, and ducking to avoid attacks or assume more           Some attacks, such as those made with grenades, flamers,\nfavourable combat positions. With this in mind, the             or guns firing semi-automatic or fully-automatic bursts, are\ndefault difficulty for all combat tests is Challenging          especially difficult to avoid. When Dodging an area effect\n\nDoDge anD parry reactIons\nMelee attacks require the attacker to be engaged in melee                    When a target is hit by an attack, it may have a chance to\ncombat with his target. Ranged attacks cannot be made if the                 negate the hit with a Dodge or Parry Reaction. See Combat\nVIII: Combat\nattacker is engaged in melee unless he is firing a pistol class              Actions, page 236 for details on resolving each of these\nweapon. In either case, the attacker must be aware of his target.            Reactions. If the Dodge or Parry attempt is successful, the\nSee the Spray and Pray sidebar for additional information.                   attack is negated and no Damage is dealt.\nAssuming the attack is possible, follow these steps:\n• Step One: Apply Modifiers to Attacker’s Characteristic\n• Step Two: Attacker Makes a test                                         example\n• Step Three: Attacker Determine Hit Location                             After Helgath’s bolt pistol shot hits the giant squig, the GM rules\n• Step Four: Attacker Determines Damage                                   that the creature will attempt to Dodge the attack. The creature’s\n• Step Five: Target Applies Damage                                        Agility is 30, but it does not have the Dodge Skill trained, so it can\nonly use half its Agility score of 15 for the Dodge Test. The GM\nrolls for the creature and gets a 56. The squig fails to dodge the\nstep one: apply moDIFIers to                                                 attack.\n\n(but see Dodge and Parry Reactions, below).\na number. Roll the appropriate die and apply any indicated\nmodifiers. Finally, if the attack involved a melee weapon, add                  tactIcal combat maps\nthe attacker’s Strength Bonus. The result is the Damage total.\nFor all attack rolls, count the Degrees of Success. The number\n(optIonal)\nof Degrees of Success is the minimum amount of Damage                           During large combats, some players may want visual\nthat attack will inflict on a single dice. If the attack inflicts               references to help keep track of enemy positions, as well as\nmore than one dice of Damage, the player may apply the                          their own. The GM can accomplish this by sketching out\nDegrees of Success from the attack roll as the minimum result                   simple overhead maps on paper. Many game stores also\nto one dice of his choice.                                                      sell large game mats that you can draw on with wet-erase\nIf a natural 10 is rolled on any Damage die, there is a                      markers. These mats are usually pre-printed with squares\nVIII: Combat\nchance of Righteous Fury.                                                       grids or hex patterns to make measuring distances quick\nand easy. Tactical combat maps can be drawn to any scale,\nand some roleplayers like to combine large-scale maps with\nrIghteous Fury                                                                  miniatures where a one inch square represents one square\n",
      "page": 237,
      "source": "Core Rulebook"
    },
    {
      "title": "cover",
      "content": "players should have these details noted on their Battle-Brothers’      Cover is a vital part of surviving a firefight, and a good\ncharacter sheets. The following apply when a character is fighting     soldier knows that you go for your cover first and then draw\nwith two weapons:                                                      your gun. There are no penalties to Ballistic Skill Tests made\n• The character may use any melee weapons or ranged weapons         to attack targets standing partly behind cover. However, there\nthat can be reasonably used in one hand.                          is a chance that the shot may hit the cover rather than the\n• The character may use either hand to make an attack. Attacks      target. It is up to the character to decide which parts of his\nmade using the character’s secondary hand suffer a –20            body he is exposing when behind cover, but as a general rule,\npenalty to Weapon Skill or Ballistic Skill Tests.                 a character firing around or over cover will have his body\n• If the character has the Two-Weapon Wielder talent, he may        and legs concealed. If the shot would hit a body location\nuse the Multiple Attacks combat Action to attack with both        that is concealed behind cover, work out the Damage against\nweapons, but each suffers a –20 penalty to the Weapon Skill       the Armour Points of the cover instead, with any excess\nor Ballistic Skill Test. If the character has the Ambidextrous    being applied to the target as normal (see Table 8–5: Cover\n",
      "page": 245,
      "source": "Core Rulebook"
    },
    {
      "title": "DamagIng cover",
      "content": "therefore it does suffer the standard penalty for attacks made    Cover is not invulnerable. Attacks can damage or destroy the\nusing a secondary hand.                                           protection afforded by cover. Each successful hit against cover\n• If a character with the Two-Weapon Wielder Talent is armed        that deals any amount of Damage in excess of the Armour\nwith a melee weapon in one hand and a pistol in the other,        Points it provides reduces the cover’s Armour Points by 1.\nhe may attack with both whilst engaged in melee combat\nusing the Multiple Attacks combat action. Resolve each\nattack separately by testing Weapon Skill for the melee\n\nweapon and Ballistic Skill for the pistol.\nTable 8–4: Combat Difficulty Summary                   example\nDifficulty Skill Modifier Example                      Myrdor has taken cover behind a small pile of sandbags while a gun\nAttacking a Surprised or       servitor blasts at him with its twin autoguns. The gun servitor fires a\nEasy +30\nUnaware target.\nFull Auto Burst and hits Myrdor three times for 8, 11, and 8 points\nShooting a Massive target.     of Damage. Fortunately for Myrdor, all of the hits would have\nShooting a target at Point     struck either his legs or body, so they are absorbed by the sandbags\nBlank Range.\ninstead. The first hit is fully absorbed by the sandbags to no effect\nMelee attacks against a foe\nRoutine +20                                            because they provide 8 Armour Points of protection. The second hit’s\nwho is outnumbered three to\none or more.\nDamage is reduced by 8, leaving 3 points of excess Damage, which\nVIII: Combat\nreduces the sandbags Armour Points to 7. The third hit’s Damage\nAttacking a Stunned\nopponent.                      is reduced by 7, leaving 1 point of excess Damage, which further\nShooting an Enormous           reduces the sandbags Armour Points to 6.\ntarget.\nOrdinary +10\nMelee attacks against a foe\nwho is outnumbered two\nDarkness\nto one.                        Weapon Skill Tests made in darkness are regarded as\nAttacking a Prone opponent     Hard (–20), while Ballistic Skill Tests are regarded as Very\nwith a melee weapon.           Hard (–30). While a Character is concealed by darkness,\n\n1                                     3\nVIII: Combat\nare Ordinary (+10).\ngangIng up\nA character has an advantage when he and his allies engage\n4                                                   5\nthe same foe in melee combat. If a group of characters\noutnumber their opponent two to one, their Weapon Skill                                     Target\nTests are Ordinary (+10). If a group of characters outnumber\ntheir opponent by three to one or more, their Weapon Skill\nTests are Routine (+20).\nhelpless targets                                                             6–7                  8              9-0\nWeapon Skill Tests made to hit a sleeping, unconscious, or\notherwise helpless target automatically succeed. When rolling\nDamage against such a target, roll twice and add the results.\nIf one die rolled results in 10, there is a chance of Righteous\nscatterIng In Zero gravIty\nFury as normal, but if two dice come up as 10, a Righteous        The consequences of throwing dangerous objects in a zero\nFury is automatic (no second attack roll necessary).              gravity environment can be both amusing and deadly. One\nway of determining exactly where that errant krak grenade\nfloats after it bounces off the bulkhead is to roll twice on the\nd                                                                 scatter diagram, once for the X axis and once for the Y axis.\nCharacters standing on higher ground, such as standing on\na table, hill, or atop of a mound of dead comrades, have an\nadvantage. Weapon Skill Tests made by these characters are        piNNiNg\n",
      "page": 245,
      "source": "Core Rulebook"
    },
    {
      "title": "Zero Weapon Skill",
      "content": "on this Characteristic.\n2 points of Critical Damage to his right arm. The GM consults\nthe Critical Damage 2 line of Table 8–12: Explosive Critical                                     The character may not make tests based\n",
      "page": 250,
      "source": "Core Rulebook"
    },
    {
      "title": "Zero Ballistic Skill",
      "content": "on this Characteristic.\nEffects—Arm which says that Myrdor’s arm has been fractured,\nThe character collapses into\nforcing him to drop anything he was holding, and Myrdor suffers             Zero Strength\nunconsciousness.\ntwo levels of Fatigue. In a later combat round, Myrdor is hit by a\n\nZero Toughness       The character dies.\nVIII: Combat\nlasgun blast to his left leg. After accounting for his Toughness Bonus\nThe character is paralysed, helpless,\nand armour, he suffers 3 points of Energy Damage. Myrdor has                Zero Agility\nand can take no Actions.\nnow suffered 5 total points of Critical Damage. The GM consults\nThe character slips into a dreamless\nthe Critical Damage 5 line of Table 8–11: Energy Critical                   Zero Intelligence\ncoma and is treated as helpless.\nEffects—Leg and determines that Myrdor has suffered a horrific                                   The character is bereft of his senses\nburn that imposes one level of Fatigue (for three levels of Fatigue         Zero Perception      and suffers a –30 penalty to all Tests\ntotal) and reduces Myrdor to half speed for 2d10 Rounds.                                         (except Toughness) until he recovers.\nThe character collapses into a\nremovIng Damage                                                             Zero Willpower       nightmare-filled sleep. When he\nawakens, he gains 1 Insanity Point.\nCharacters automatically remove Damage (both ordinary and                                        The character withdraws into a\nCritical Damage) over time through natural healing. Medical                 Zero Fellowship      catatonic state. He may not speak or\nattention and some Psychic Powers can also remove Damage.                                        take Tests based on this Characteristic.\nRegardless of the method however, the rate of Damage\n",
      "page": 250,
      "source": "Core Rulebook"
    },
    {
      "title": "Challenging (+0) Agility Test or be Knocked Down.",
      "content": "Table 8–18: Impact Critical Effects - Head\nCritical\nDamage     Critical Effect\nThe impact fills the target’s head with a terrible ringing noise. The target must make a Challenging (+0) Toughness\n1\nTest or suffer 1 level of Fatigue.\nThe attack causes the target to see stars. The target takes 1 level of Fatigue and suffers a –10 penalty to Weapon Skill\n2\n\nand Ballistic Skill Tests for 1 Round.\n3          The target’s nose explodes in a torrent of blood, blinding him for 1 Round and dealing 2 levels of Fatigue.\nVIII: Combat\n4          The concussive strike staggers the target, dealing 1d5 levels of Fatigue.\n5          The force of the blow sends the target reeling in pain. The target is Stunned for 1 Round.\nThe target’s head is snapped back by the attack leaving him staggering around trying to control mind-numbing pain.\n6\nThe target is Stunned for 1d5 Rounds and takes 2 levels of Fatigue.\nThe attack slams into the target’s head, fracturing his skull and opening a long tear in his scalp. The target is Stunned\n7\nfor 1d10 Rounds and halves all movement for 1d10 hours.\nBlood pours from the target’s noise, mouth, ears and eyes as the attack pulverises his brain. He does not survive the\n8\nexperience.\nThe target’s head bursts like an overripe fruit and sprays blood, bone and brains in all directions. Anyone within 4\n9          metres of the target must make an Agility Test or suffer a –10 penalty to their WS and BS on their next Turn as gore\ngets in their eyes or on their visors.\nAs above, except that the attack was so powerful that it passes through the target and may hit another target nearby. If\nthe hit was from a melee weapon, the attacker may immediately make another attack (with the same weapon) against\n10+        any other target they can reach without moving. If the hit was from a ranged weapon they may immediately make\nanother attack (with the same weapon) against any target standing directly behind the original target and still within\n\nfew Psychic Powers can speed up Damage recovery.\nDeath for a character is always the result of a Critical Damage\neffect. Usually this is when the character has accrued 8 or\nd                                                                      more points of Critical Damage depending on the type of\nA character is considered Lightly Damaged if he has taken              Damage suffered and the body location struck. If a critical\nDamage equal to or less than twice his Toughness Bonus.                result indicates that the character is killed, then he is dead, and\nA Lightly Damaged character removes 1 Damage per day                   only burning a Fate Point (seepage 205) will save his life.\nthrough natural healing. If Lightly Damaged the character\ndevotes an entire day to bed rest, he removes an amount of\nheroIc sacrIFIce (optIonal)\nVIII: Combat\n\nDamage equal to his Toughness Bonus.\nNo Battle-Brother ever dies in vain as long as he dies in the\nEmperor’s service. At the GM’s discretion, he may allow players\nexample                                                                to choose the option of Heroic Sacrifice if they know that their\nBrother Myrdor has a Toughness Bonus of 8. After a bloody mission      characters have no other options to continue serving the Emperor\nhe has suffered 12 Damage. This amount of Damage is less than twice    or wish to sell their lives for the greater good. When a player’s\nhis Toughness Bonus (2 x 8 = 16), so he is only Lightly Damaged.       character is in a position to burn his final Fate Point to save his\nHe will naturally heal 1 Damage per day, but if he devotes an entire   character’s life (Space Marines would only make this choice if\nday to rest and recovery, he can remove 8 Damage.                      there is no other way to survive!), he may instead choose to\nburn the point anyway and make a Heroic Sacrifice instead. A\ncharacter declares at the start of his Turn that he is performing\nd                                                                      a Heroic Sacrifice as a Free Action. Then, for a number of Turns\nA character is Heavily Damaged whenever he has taken more              equal to his Toughness Bonus (including the turn in which\nDamage than twice his Toughness Bonus. A Heavily Damaged               the Sacrifice was declared), the character can ignore all further\ncharacter removes 1 Damage per week through natural                    critical effects with the exception of those which render limbs\n",
      "page": 255,
      "source": "Core Rulebook"
    },
    {
      "title": "fEaR anD",
      "content": "Damnation\nChapter IX: The                                                             GM\nGame Master\nWhen organising a game of Deathwatch, one player needs\nto be nominated as the GM. It is always a good idea if the\nGM volunteers for the job, as the game will be better if the\nperson running it is enthusiastic about what he is doing.\n“For the Emperor!”\nIX: The Game Master\nUsually, however, the Game Master is decided before the\nplayers get together for their first session, as the role of the\n–Favoured battle cry of the Adeptus Astartes\nGM taken up by the person that has organised the game\nI\nin the first place—probably also the person that bought\nn Deathwatch, the players assume the role of elite warriors\nthis book. It is also common that over time several of the\nof the Imperium and must face the multitude of humanity’s\ngroup’s players may take on the role of the GM, sharing\nfoes across countless battlefields and war-scarred worlds.\nthe work and creating their own adventures. This allows\nThey are the chosen few amongst the uncounted billions of\nplayers a chance to make their own stories and can be very\nhumanity standing between the boiling dark and the flickering\nrewarding as GMs tag-team adventures leading to plots\nlight of civilisation and order. Bringing this bloody reality to\nand campaigns with more depth and detail.\nlife is the role of the Game Master who guides the players in\ntheir endeavours and adventures against the enemies of the                  ers\nImperium, formulating their missions, spawning horrors for\n\nthe weight of its own fear and confusion.\nteam represents an elite military formation that has\nGames where the Battle-Brothers take up the mantle\na significant place in the ranks of the Deathwatch,\nof envoys, emissaries, or assassins offer a different kind of\nIX: The Game Master\nInquisition, and Imperial war machine. For the GM, the\nexperience to pure combat missions and a challenge for the\nKill-team also represents a tool with which he can guide\nKill-team (a fearsome combat unit) to complete its goals and\nthe players through the rigid military structure of the\nobjectives without resorting to bolters and chainswords (at\nAdeptus Astartes while allowing them a decent degree\nleast not right away).\nof autonomy and freedom. This special flexibility can\nallow them to choose their own path to completing their\ngoals and even go off-mission without the inevitability\nof court-martial and summary execution.\nnon-PlayeR chaRacTeRs\nAs part of his role in bringing the setting to life and\nThe missions a Kill-team is assigned are special,\nadjudicating the actions of the players, the GM is also\nand the team itself comprises members chosen for their\ncharged with controlling the actions of anyone the PCs\nindependence and resourcefulness.\ncome into contact with. These non-player characters (NPCs)\nform a vital part of any game. NPCs can include close and\ns                                                                  trusted allies, such as fellow Battle-Brothers or members of\nThe size, skills, and flexibility of a Deathwatch Kill-team mean   the Deathwatch, as well as obvious and belligerent enemies\n\nMarine must have 60 Renown to be considered for\nthis honour.\nCreating\nMissions\n“Orders coming in, sir!”\nIX: The Game Master\n–Vox officers across the Imperium\nM\nissions are the staple of a Kill-team’s existence and\nthe basis for defining its adventures. The rules and\nguidelines for creating missions exist to aid the\nGM in fashioning scenarios and encounters for his players\nthat capture the danger and excitement of being part of the\nDeathwatch. GMs are not required to use Missions to create\ntheir adventures, but Missions represent a way for the GM to\nclearly lay out the parameters of a Kill-team’s game objectives,\nin keeping with the military nature of being an elite combat\nunit.\nseTTinG oBjecTives\nAll Missions revolve around Objectives (see page 230 in\nChapter VII: Playing the Game for more details on\nObjectives) be they critical to its success or not. Setting these\nObjectives is the first task the GM must undertake when\ncreating a Mission. Usually this is fairly straightforward, as\nan Objective relates directly to the nature of scenario. Each\nMission should typically have at least one of each kind of\nObjective, though can include many more depending on its\ndifficulty.                                                             Novice: These kinds of Objectives are relatively simple and\nPrimary Objectives: These are at the core of the Mission         should only require a small amount of effort from the Kill-team\nand vital to its success. A Mission that revolved around the        or a very limited expenditure of their resources. Securing a drop\n",
      "page": 262,
      "source": "Core Rulebook"
    },
    {
      "title": "completion (Requisition).",
      "content": "Table 9–3: Setting Kill Markers                                       protecting a place, person, or even an ideal, be it with blazing\nbolters or a resolute will.\nObjective Difficulty            Kill Markers                             Recon: Intelligence gathering is a vital part of any Mission\nNovice                          25                                   and can mark the difference between success and failure. Recon\nSkilled                         50                                   Objectives revolve around procuring information, such as the\nVeteran                         100                                  location of an enemy stronghold or the code to opening an\nancient xenos device.\nIX: The Game Master\nKill maRKeRs                                                                Daemonic: Greatest of the enemies of mankind are those\nthat exist beyond the veil of the immaterium, watching, waiting,\nSo when is an Objective complete? Usually this is self evident—         and hungering for human souls. Daemonic Objectives involve a\nthe characters have completed their Objective of destroying a           large degree of daemonic influence, either in the form of warp-\nbridge when the bridge has been destroyed. Some Objectives are          spawned creatures or those deluded fools who follow them.\nless clearly defined, and the GM may require a way of further               Xenos: It is the duty of the Deathwatch to deal with any alien\nbreaking these down so he can keep track of the Kill-team’s             that would soil the Emperor’s domain with its presence. Xenos\n\nRequisition is divided among each Battle-Brother\nof such abilities or items, as well as the amount they increase Kill\nequally, but it also reflects the Kill-team’s total available\nMarkers, can be found in their own relevant sections.\nresources and can be shared out among the group as\nThere are six main Objective themes listed below, but they are\nthey see fit. Should the players choose, they may pool\nby no means exhaustive and the GM should feel free to create\ntheir Requisition and purchase equipment collectively.\nhis own.\nThis stock of gear may then be divided up using\nStealth: Some Objectives require the Kill-team to avoid\nwhatever method they choose.\ndetection or pass unseen through the ranks of the enemy.\nStealth objectives are usually tied to assassination and sabotage\nmissions, and every Battle-Brother knows the value of a good\nsurprise attack.\n\nAssault: Battle-Brothers are no strangers to war, and many             Objective/Difficulty           Requisition\nof the Missions they embark on are laden with combat. Assault              Each Primary Objective         +20\nObjectives are best resolved with extreme violence and the                 Each Secondary Objective       +15\napplication of heavy firepower—fortunately, something most                 Each Tertiary Objective        +5\nKill-teams have in spades.                                                 Each Veteran Objective         +10\nDefence: Battle-Brothers are not always on the attack and              Each Skilled Objective         +5\nsometimes they must hold their ground, usually while heavily               Each Novice Objective          +1\noutnumbered and without support. Defence Objectives focus on\ne                                                                     lesser targets or backup systems or the elimination of personnel\nvital to the operation of the structure or device. They may also\nA GM creates a mission with one Skilled Primary Objective, one        include reconnaissance for objectives of special interest to the\nVeteran Secondary Objective and two Novice Tertiary Objectives.       Deathwatch, Inquisition or Imperium. Sabotage Missions often\nAdding these together gives a total of 62 Requisition for each        involve themes such as Stealth and Recon as well as Xenos or\nBattle-Brother.                                                       Daemonic depending on the nature of the target.\n",
      "page": 271,
      "source": "Core Rulebook"
    }
  ]
}