{
  "generatedAt": "2025-08-16T17:28:57.228Z",
  "findings": [
    {
      "page": 55,
      "text": "II: A Stony Sleep  A Missing Inquisitor I f any of the Kill-team know Inquisitor Quist well enough to care about her movements, then they are aware that she has been back upon Erioch only a few days before requesting a meeting in her chambers at the base of the Tower of Brass in the early hours before the waking cycle. True to its namesake, this spire knifes into the void from the hull of the Watch Fortress. Quist is afforded several linked rooms in the lower levels. Read aloud or paraphrase the following when the Kill-team arrives:  The vaulted doors into the Tower of Brass have remained unchanged over the millennia, inscribed with the catechism of hate: The Mark of the Xenos. However, the guard stationed outside them changes as the title Inquisitor of the Chamber changes bearers. The size and nature of an Inquisitor’s sentry force is indicative of the resident of the gleaming edifice. In keeping with Inquisitor Hezika Carmillus’s violent and martial nature, she keeps no guard at all: a message that she can face any threat on her own. You pass through the unlocked doors and ascend two spiralling flights of stairs to Inquisitor Quist’s audience room. One wall is a transparent plate of glassteel facing into the void. At this time before Erioch’s weak dawn, it faces the dim light from the system’s cold, rising star. Quist stands in the centre of the patterned marble floor, arms clasped behind her back.  The Inquisitor exchanges brief, cursory greetings with the Kill-team before continuing. Her request stems from a missive only hours old, and she is eager to act upon the news it contained. Quist deals well with Space Marines in part because she has never been one for idle pleasantries, and this meeting holds even less of them than usual.  As soon as you have all entered the room, she speaks. “I will be brief, as time is of the essence. Too much has already been wasted by the careless and the idle. I do not believe any of you ever made the acquaintance of my colleague, Inquisitor Zaer Vincent. He was—is—a fine man with a nose for secrets. It may have finally been his end. He has been investigating an increasing number of harmful incidents and rumours of a xenos presence in Karlack’s less tamed southern hemisphere. I’m sure I do not need to elaborate on the ramifications if such rumours should prove true on the Crusade’s key fortress world. Yet no one has heard from Vincent in many months.” She holds up a folded letter. “Until now.”  Quist goes on to tell the Kill-team that she received the letter, written in Vincent’s hand, only hours ago. It is dated 816.M41. The perils and inefficiencies of war on an unclaimed frontier kept it from her hands for almost a year. Now, long after his disappearance his last communication has finally reached the Ordo Xenos. Quist has a close personal history with Vincent, and his hand-written letter was sent because of that history more than any official reason. She does not elaborate on their background; she simply presents the Kill-team with the letter (see page 55). When they are done reading it, she says:  “Whatever malign forces protect these secrets, they may have already killed one of my Ordo. I do not intend to be their next victim. Will you aid me in exposing and purging any xenos taint on Karlack?”  Quist knows little more of Vincent’s investigation than is written in the letter. To her knowledge, he has been out of contact since departing with a handful of Throne Agents to Karlack. If anyone comments on the personal tone of the letter, or asks what he was apologizing for, Quist dismissively insists that it has no bearing on the Mission.  ARMING AND OATH- TAKING  T his Mission has a suggested Requisition rating of 140 (rounded down from 143) based on the following assumptions:  Primary Objective:   Protect Inquisitor Quist from harm (Skilled Objective, 17 Requisition)  Primary   Objective:   Complete   Inquisitor   Vincent’s investigations into the southern oceans (Skilled Objective, 17 Requisition)  Primary Objective:   Prevent the sleeping ancients in the city beneath the sea from rising (Veteran Objective, 18 Requisition)  Secondary Objective:   Discover the fate of Inquisitor Vincent (Novice Objective, 11 Requisition)  Secondary Objective:   Kill or capture Isiaah Faln (Veteran Objective, 13 Requisition)  Secondary Objective:   Get past the Alpha Legion forces in the tomb city (Veteran Objective, 13 Requisition)  Secondary Objective:   Determine the city’s exact location (Skilled Objective, 12 Requisition)  Secondary Objective:   Find a way to enter the tomb city (Novice Objective, 11 Requisition)  Secondary   Objective:   Acquire   transport   capable   of operating in extreme ocean depths (Skilled Objective, 12 Requisition)  Tertiary   Objective:   Prevent the Sons of Taeg from completing their assassination at Citadel Primaris (Veteran Objective, 8 Requisition)  Tertiary Objective:   Help Mediator Dyne deal with Alexei Drahj (Skilled Objective, 7 Requisition)  Tertiary Objective:   Defeat the xeno-cult beneath the Cenotaph (Novice Objective, 6 Requisition)  54"
    },
    {
      "page": 58,
      "text": "II: A Stony Sleep  The Inquisitor spends a moment scrutinizing the interlocking chains and coded wards. Then, she slides a chain aside to reveal a circle of runes with the Inquisition’s symbol in the centre. She depresses the symbol and the runes light up in an amber glow.  Pause briefly after this section, giving the players a chance to interject if they desire. If no one interrupts, continue:  Buried within the chain links and carved into the locks are partial icons, like pieces of a puzzle. In a very deliberate order, Inquisitor Quist rotates the fastenings to align the symbols. As she forms each one: a skull, a leering face, a sword, the amber runes turn green. At last only one remains. She pauses for a few seconds, squinting at the box as though to clear her vision.  Again, pause here to give the players a chance to interrupt. If they still do nothing, continue:  She rubs her temples and aligns the two halves of an Aquila. The final rune turns green. As Quist lifts the lid her breathing is noticeably erratic. She sways slightly. The box tumbles from her hands as she falls to the floor, colour quickly draining from her face. The unlocked box lies beside her, open lid showing nothing inside.  The box’s seal mechanism is laced with a virulent contact toxin. The severity of Quist’s exposure to it depends on how long she handled the box. If the Battle-Brothers interrupted before she started opening the box, she is incapacitated but not in danger of dying. If they separated her from the box before she finished opening it, then she may make a   Challenging (+0) Toughness Test   to avoid the poison’s deadly effects. If she opened the box, then no Toughness Test is possible. If the toxin takes effect, the Inquisitor’s life is forfeit without immediate medical attention. In addition to the missing Inquisitor Vincent, the Kill-team now has a (hopefully) near-assassination to contend with. If Quist lives, she is at best severely weakened and must remain under the care of the Citadel’s medicae staff. Nihl Zee remains at her side to stand guard. She charges the Kill-team with finishing her Mission, and discovering who made the attack. At this point the Citadel is open to them.  lord   general   CaStuS   i aCton  Lord General Iacton has the heavy responsibility of command over Karlack. He is the most senior military officer on the planet, and bears responsibility for keeping it safe from both outside attack and any internal failing of faith, security, or logistics. This duty does not encompass just the ravaged planet, but extends to the farthest hollowed-out asteroid and smallest monitor buoy in the system. He is a stern man tasked with more responsibilities than one man could ever hope to handle. The ceaseless demands of his duties have left him short on patience—even for Inquisitors and Space Marines.  the   fate   of   inquiSitor   quiSt  A   swiftly   administered   Ordinary   (+0)   Medicae  Test can save the Inquisitor’s life. If the group lacks an Apothecary, the GM should be generous in allowing the Kill-team to salvage this objective in some other way— perhaps through a clever application of the anti-toxins stored in their power armour. It is also possible that a Medicae in the Citadel could be summoned quickly enough to prevent her death. If the Kill-team makes little effort to save her and the GM has no further use for Quist in his campaign, there is nothing to stop her from expiring before the Battle-Brothers’ eyes either. However, this should be an appropriately grave moment for the Battle-Brothers, as it was their task to protect the Inquisitor on this Mission—a task they have now failed. They will surely want to seek out and bring justice to the enemy that so dishonoured them.  d itChing   the   inquiSition  If Quist never gets near the box (or wears her gloves that day), the GM should consider finding some other reason to separate her from the Kill-team. Her profile is provided and she could continue to lead this Mission, but this isn’t likely to be as engaging for the players. Solving xeno-cult conspiracies is the bread and butter of the Ordo Xenos, and if they remain with Quist, the Space Marines could end up feeling like glorified bodyguards as she adeptly puts together the clues. Some other possibilities for putting the Battle-Brothers in control include: • Reveal the Alpha Legion’s involvement sooner— perhaps   with   a   sighting   of   the   Chaos   Space Marines in their regular armour. The confirmed sighting of a Traitor Legion makes this a matter for Space Marines at least as much as the Ordo Xenos. • Increase the sense of urgency and have time pressure force the group to split up. Quist and her agents (and possibly Dyne) retrieve the city’s coordinates for the Kill-team. The storms and earthquakes around the planet increase, and Quist orders the Kill-team to proceed immediately after acquiring the submersible rather than waiting for her. • Increase the importance of Alexei Drahj. He gets wind of the Ordo Xenos and flees. Quist and Dyne make pursuing him their priority, and the Kill-team must complete the original Mission on Karlack.  57"
    },
    {
      "page": 63,
      "text": "II: A Stony Sleep  • Mediator Dyne hears about the follow up on his master’s disappearance and sends a message (intended for Quist) to the Citadel asking for a meeting in Kar’thir. Once in the city, the Kill-team hears of the Black Templars’ recent presence. (See Stories from Kar’thir on page 63.)  UPON THIS ROcK  The Cenotaph of Achilus looms in the heart of Kar’thir, Karlack’s largest city. This towering black monument entombs the Crusade’s first Lord Militant, Tiber Achilus. Built upon the ruins of an ancient Imperial temple, it has become the spiritual heart of the Crusade in many regards—with all the curses and commendations that entails. Read aloud or paraphrase the following as the Battle-Brothers approach:  The Cenotaph is a gleaming monolith of black marble, built in the centre of a sprawling feudal town. It dwarfs the muddy wooden buildings that huddle like supplicants around its base. Large swathes of bare earth scar the settlement and its adjacent lands; some of them hold the skeletons of abandoned construction. Large cargo haulers rumble down other dirt paths, throwing huge clouds of dust into the air.  The   Cenotaph   was   anticipated   to   become   a   popular pilgrimage for the newly devout of   the Jericho Reach. However, when the Crusade did not progress as smoothly as its leaders had hoped, they quickly abandoned their efforts to modernise Kar’thir in order to funnel resources into the salients. The remains of their grand ambitions now crumble, neglected. A modest landing pad, one such fruit of these abandoned labours, sits on the edge of the city. An unpaved trail leads from it up into Kar’thir’s heart.  THE cITY OF KAR’THIR  Before the Crusade’s arrival, Kar’thir was a prospering centre of art and commerce under the rule of Baron Taeg. Now, it has seen better days. The population has slowly atrophied from sickness and emigration. The Baron, the most visible member of Karlack’s nobility after the Prince moved to his new office inside Citadel Primaris, was executed for supporting rebellion several years ago—an Imperial verdict many natives question. With its last advocate gone, the city is a desolate, grimy jumble of half-finished construction, abandoned feudal shops, and the roaring machines of progress. A large majority of the settlement’s denizens are Karlack’s natives, still eking out a living in the diminishing city. The people of Kar’thir generally have one of two reactions to the Battle-Brothers. Either they treat them with deferential respect, or they avoid them with the same distance they give all representatives of the Imperium. These mixed reactions are partly caused by the citizens’ limited recognition of the Space Marines for what they are. The Adeptus Astartes are a subject only depicted in oral tradition and extrapolated imagery. If the Battle-Brothers make their nature clear to a native, they are more likely (though not guaranteed) to garner respect.  t   aeg   M anor  Baron Taeg’s ancestral home slowly crumbles in one quarter of Kar’thir. Respect and superstition keeps most of the locals from crossing through its iron gates. Its lawn is a stark patch of green in the dirty city, although it has evolved into a tangle of weeds and interlocking trees without anyone to maintain it. The three-story estate is dark within, and rumour says its dead Lord still walks the halls. The only ghost for the Battle- Brothers to encounter here is Mediator Dyne, a member of Inquisitor Vincent’s cadre. Dyne is extremely pleased to contact allies he can reveal himself to. He offers his assistance on the Kill-team’s task unconditionally, and requests their aid with his duty. He has uncovered that the merchant Alexei Drahj is using Kar’thir as a hub for smuggling xenos artefacts. He has the channels to arrange a meeting by posing as a prospective buyer. However, without the rest of his cadre, he lacks the firepower to bring the well-protected criminal to justice. Dyne asks if the Battle- Brothers are willing aide him in this matter. (See the Cold Trade optional encounter below.)  f   oreigner   ’S   triangle  The first Imperials to settle in Kar’thir occupied apartments bordered by three main thoroughfares. As more prospecting traders and visiting Crusade officials gathered in this district, it took on its nickname with the natives. The first wave of improvements to the city’s rudimentary infrastructure began here. A few blocks of finished modern buildings stand alone in the epicentre of the abandoned renovation efforts. A jagged ring of desolate skeletal structures and demolished lots radiates out from the triangle.  The Unfinished Basilica  On the outside, this incomplete Administratum building appears little different from the other lonely skeletons around it. The framework stops at six stories, with no more than crossbeams laid on any floor. The eroding edifices still wait for statuary and the arched windows remain open holes. This unassuming exterior is precisely why the xenos artefact traffickers of the Transpired Circle selected it for clandestine meetings   and   exchanges.   (See   the   Cold   Trade   optional encounter below).  t   he   tannery  From the outside, there is nothing noteworthy about this workshop on the western edge of town except the usual stench of dead animals and tanning agents associated with leatherworking. However, its interior houses a passage that leads to an ancient site deep beneath the Cenotaph. It is obscured behind racks of hanging animal skins, and the Battle-Brothers are more likely to find themselves coming from the reverse side of the passage.  62"
    },
    {
      "page": 64,
      "text": "II: A Stony Sleep  t he   o   BSidian   pavilion  The original centre of Kar’thir was razed (along with many buildings) to accommodate the Cenotaph. Even though no sign remains of the dark stone tiles that gave the square its name, it maintains the title of “Obsidian Pavilion,” and still serves as the central function area of the city. The activity now clusters around the steps up to the towering monument. The western side of the plaza holds freshly built stocks and a gallows. The stocks are crowded with transgressors against the Imperial Creed. The rest of the pavilion holds a scattering of visitors and locals. The off-worlders are primarily dignitaries and merchants making a show of piety. Alexei Drahj may be present with his usual retainers, casually inspecting the impoverished population’s wares. The desire for new Imperial currency draws the natives to the foot of the Cenotaph. They hawk everything from handmade jewellery to rough-carved aquila icons, largely by waving these wares in their hands. A sizeable portion of the peddlers offer stone fragments with dull gold etchings, calling them “Eternity Charms.” These trinkets are supposedly wrought from the ruins of the holy site on which Kar’thir was founded, although some smell suspiciously of fresh paint.  Stories from Kar’thir  The Obsidian Pavilion is the easiest place to interact with the natives, although certainly not the only one. Below are various stories that might be gleaned through interaction in Kar’thir: • “Everyone knows there’s something wrong with the oceans below. There was an ill wind blowing from the south the day my wife bore our still babe. It was the cold breath of the reapers that live on the ocean floor, coming to take our poor child.” • “Have you come to avenge Baron Taeg? His spirit rests ill, I tell you. His shadow moves back and forth in the halls of his old estate, and I’ve seen the lights flickering late at night from the road outside.” • “Eternity Charms are nothing to be concerned with. They’re just harmless little reminders that good works can be immortal. Worse things change hands in Kar’thir. The Transpired Circle come like vultures to pick the ancient bones clean. The tales of what they find in the mud and rocks are so nightmarish I couldn’t begin to tell you what’s true and what’s not. But if you want something to look at, how about a nice, safe Charm? I’ll give you a good price on this one.” • “What sort of miracle or menace has brought the holy Adeptus Astartes to us twice in so little time? I think I’d best be strong in my ignorance—better not to know. But sure as I stand before you blessed warriors now, there was another group here in the Pavilion just a few days ago. They didn’t stop to bless us with their words as you have, just went right to the Cenotaph there.”  the   C enotaph   of   aChiluS  The Crusade’s first Lord Militant is memorialised in a tomb whose grandeur is derived from brute size. There is nothing ornate or intricate about the towering black monolith; it is just a soaring pillar of stone engraved with an ever-growing tally of the lost. Before the Age of Shadow fell across the Jericho Sector, Kar’thir’ centred around a fabulous church of the God-Emperor built on the top of a rolling hill. That temple of Imperial faith toppled long ago, but the Cenotaph is built of magnificent black plinths excavated from its foundations. On the western side of the monument there are tall doors which lead into the crypt’s interior. These doors are supposed to be sealed, and the fact that they stand damaged is an immediate sign that something amiss. A large breach exists in these panels, easily wide enough for a Space Marine  M   ediator   lazel   dyne  Dyne is an accomplished sage, and often served as the face man for Vincent’s operations. He wears simple local robes with a draping hood to keep his cranial implants from attracting attention. For two years he has investigated the “Cold Trade” of xenos artefacts in Kar’thir. Much of the last year has been spent waiting for his master to return—a possibility that grows ever more remote. If Dyne hears that agents of the Ordo Xenos are nearby, he attempts to contact them. This may be via letter at the Citadel, or seeking them out in person if he can find them in Kar’thir. Dyne can provide some insight into the last known actions of Inquisitor Vincent. According to him, Vincent uncovered the location of the ruins beneath the sea just before he disappeared. He gathered his cadre to make some final preparations in the southern islands, and intended to then head for the sunken city. Dyne is well-versed in the steps Inquisitor Vincent had to carry out in his investigation of the city. He can educate the Kill-team on any or all of the obstacles they may face if they seek to find it themselves. (See the Objectives on page 69.) Dyne remained behind as he was close to rooting out the artefact traffickers. He never heard from the cadre again. He also knows that Vincent spent a great deal of time in Kar’thir studying the Cenotaph, but can only conjecture what connection it has to the xenos structures in the southern ocean.  in   age   there   iS   S trength  In the Imperium, older is usually better. Anything built in contemporary times is a copy of a copy of a copy of a design only half remembered. Karlack reeks of newness, and nowhere is that more apparent than the Foreigner’s Triangle. Its architects did their best to weather the stone and tarnish the metal for a false veneer of age, but it does a poor job of concealing the planet’s lack of mankind’s legacy.  63"
    },
    {
      "page": 65,
      "text": "II: A Stony Sleep  to enter. When the Battle-Brothers cross the threshold, the tomb’s interior is a drastically different environment from the outside. The unexposed sides of the black marble retain strange golden markings that glitter in the low light. A giant white likeness of the lost Tiber Achilus stands in the monument’s hollow heart, equally empty. The original Lord Militant was lost to the warp, and the stone effigy serves the place of a coffin. The path of the intruders is immediately obvious; a gaping hole in the floor leads down into the ruins beneath the tomb. The opening drops into the nave of a crumbling Imperial cathedral. The wooden pews have long since rotted, and any ornamentation been stripped by scavengers, but statue fragments and faded patches of murals remain. The Battle- Brothers find themselves facing fragments of their own likenesses: Space Marines in old marks of armour carved into the support pillars. However, the tunnels continue. The walls of multiple altar niches and the apse gape open, revealing that an even more ancient site exists behind the Imperial construction. All of the chambers beyond are walled in the same sleek black material that forms the Cenotaph itself.  t   he   eMpty   MauSoleuM  Behind the apse is an empty, cavernous sepulchre. Bare shelves and empty platforms evidence the many sarcophagi that once occupied the chamber. A square platform stands in the middle of the chamber. All that remains of the dull metal statue once topping it is a set of oblong boots with overlapping scales terracing the slope of the foot. Opposite the statue is a circle etched in the black floor. Close inspection reveals inactive gold micro-circuitry inside its 5 metre radius. Everything else was looted generations ago.  t   he   CruMBling   reliquary  This section of the ancient structure is in the worst state of disrepair. The construction above has caused collapsed walls and earthen cave-ins that render this chamber a maze of rubble. A faint, repetitive scraping echoes from ahead. A  Challenging (+0) Awareness Test   identifies the sound of metal tools in the dirt. It can also lead the listener to the source of the digging. Read aloud or paraphrase the following:  As you come around a crumbled pillar, you see three men in local clothes. They use shovels and spades to dig underneath the rubble. You catch the last fragment of a conversation: “Don’t you think if they’ve spent all this time down here they must know the place better than us?” Another voice replies, “Didn’t say they don’t. Just saying I don’t want to gamble they’re the types to share.”  The men’s names are Stephan, Weyr, and Kall. They freeze for a moment at the sight of hulking men in power armour and then react in uncoordinated panic. Roll Initiative and treat the ensuing Rounds as a combat to determine if the grave robbers get a chance to act. They are not thinking rationally, and take the following actions unless   Very Hard (–30) Interaction Tests   are made. Stephan lobs his shovel in the Battle-Brothers’ direction and tries to run deeper into the rubble to hide. Weyr brandishes his pick and does his best to look menacing with it. He attacks with it if anyone draws near. Kall, the only one to apparently recognise them, drops to his knees and begins praying to the Emperor for forgiveness. When the “combat” is over, presumably the Battle-Brothers have custody of at least one prisoner, along with their plunder. The results of the men’s toil lie in a nearby burlap sack. It contains a dozen chipped pieces of marble identical to the “Eternity Charms” and a strange green orb. Obviously outclassed, the grave robbers are forthcoming with any information the Battle-Brothers ask for. At this juncture they just hope not to be turned over to the local PDF officers. They offer at least one of the Stories from Karthir (See page 63), and may also provide the following facts depending on the conversation: • This is their third expedition since the opening appeared in the Cenotaph. Most of their findings have been Eternity Charms, but there was one other unusual item—a strange staff with branching crescent blades—which they sold to Alexei Drahj. • They have heard strange voices coming from the other end of the ruins, past the carved tunnels. At first they thought it to be competitors for artefacts, but glimpses of hooded figures made them reconsider a confrontation. They have stayed clear of that section. Its occupants must have some other way in and out. The men conclude any conversation with a vow never to enter the ruins again, and a plea to let them leave quietly.  t   he   Carved   tunnelS  Twin tunnels wind back from two of the altars; their walls covered in remarkably preserved images. While the familiar vertical strips of geometric golden script do occur at regular intervals, it is carved reliefs that dominate the passage. The imagery varies: landscapes with geometric structures, odd skeletal faces, and sarcophagi. A circular panel ringed with glyphs depicts a series of structures beneath a horizontal line. If any of the Battle-Brothers stop to examine this image, the line could be interpreted as the level of the ocean above the buildings. A   Challenging (+0) Ciphers (Xenos Markings) or Hard (–20) Logic Test   detects a recurring mathematical theme in the symbols around the relief, suggesting map coordinates. However, without the cipher key, no further decryption is possible.  t   he   CultiSt   C haMBer  Whatever purpose the western ruins may have once served, they are now a site of worship for the Reborn. The carved tunnels unite in a small vestibule which opens up to an immense man-made chasm. This opening is 30 metres wide and appears to stretch down into the ground for hundreds, if not thousands of metres. Its present occupants are not the first to discover this location. Once a black facade covered the entry chamber, but it is pitted and scarred from years of scavengers picking away at it. The walls on either side of  64"
    },
    {
      "page": 69,
      "text": "II: A Stony Sleep  OPTIONAL ENcOUNTER: THE cOLD TRADE  As Mediator Dyne indicates, Kar’thir has a flourishing population of xenos artefact traffickers. The underground business started while Lord Militant Achilus still lived and the Crusade was celebrating new, stunning victories regularly. Resources poured into rebuilding Karlack in the Imperial image, bringing droves of the wealthy and politically connected to claim a stake in the planet’s future. The inundated natives quickly realised that the trinkets they sometimes unearthed fetched high prices with certain elements of these newcomers. The Crusade was too occupied with securing their hold on the planet and the Salients to delve into native commerce, and Karlack’s status as a fortress world made it the ideal hub for a black market. As long as the merchants were careful, they could operate literally under the Imperium’s nose. This situation drew the attention of the Transpired Circle, and Alexei Drahj has slowly been amassing wealth and power in Kar’thir. The rudimentary luxury of the Foreigner’s Triangle does not meet Drahj’s refined standards. He resides in orbit on his cruiser, the   Frozen Tear , shuttling to and from the surface to conduct his business. The corrupt trader protects himself with an entourage of bodyguards. Their profiles along with his can be found on page 88.It is possible to find Drahj in several of Kar’thir’s locales, most notably the Obsidian Pavilion. However, his exchange point at the unfinished basilica is the least public of these and thus the best place to catch him in the act.  unfiniShed   BuSineSS  Drahj uses the unfinished basilica for illicit deals. If Dyne sets up a meeting, Drahj arranges it for the dark hours of the morning. It is up to the Battle-Brothers whether they want Dyne to actually go to the site or lay some other form of ambush. If the Kill-team decides to lie in wait before the criminal arrives, they find his enhanced senses harder to fool than they might have expected. Make the appropriate Opposed Tests. Drahj brings six bodyguards with him. If he arrives first, two remain at his side while the other four position themselves in the girders of the incomplete building. Violence erupts at the first sight of a Space Marine, and Drahj fights fiercely for his inhuman life. He knows even if the Space Marines took him alive, his nature would still condemn him. He throws pretence to the wind and uses every gift at his disposal. Fighting within the unfinished basilica Administratum is precarious. Each of the six levels is 8 metres above the next, and wide and deep enough for such parameters to be irrelevant. What is relevant is that none of the stories above the ground have been finished; they are only cross works of girders. Each beam is 15 centimetres wide, and they form a grid of squares 4 metres to a side. This provides sufficient footing for stationary fire, but melee combat, Dodging, and Movement all run a risk of falling (see Table 2–2). If firing between levels, the beams provide AP 25 cover to the Body of any target directly above or below the firer. Drahj’s shuttle (parked with all the others on the edge of the city) holds a stasis box where he keeps his most interesting wares. It is sealed with a gene-coded lock, but getting a biological sample is hopefully not a difficulty (one way or another) after the fight. The box contains one or more of the following: • A staff topped with crescent blades, extremely similar to the sceptre in Inquisitor Vincent’s notes. • A small field projector of some kind. Its black casing is smooth, and the dull green runes on it have been unpowered for centuries. An   Ordinary (+10) Tech-Use Test   notices some similarities between the item and a dilation field. • The broken stock of a xenos rifle. The weapon is forged from a dark, sleek metal. A set of coils vaguely resembling the inside of a suspensor sit near the grip. • A Tau pulse carbine rifle The Deathwatch is certainly within its rights to execute any survivors, or ample authorities exist on Karlack to turn the criminals over to. As well, the disposition of the technology cache is up to the Kill-team.  the   tranSpired   C irCle  The planet Transpire sits at the edge of the Deserter’s Coil, one more husk of a planet slowly being repopulated by all the Reach’s worst elements. Transpire holds the region’s typical pockets of aspiring Chaos devotees, but it is also home to one of the Reach’s largest trading posts for xenos technology. The loose cartel calling itself the Transpired Circle was founded here from natives of the Jericho Reach, Imperial deserters and a few ambitious, unscrupulous traders drawn from far away. Alexei Drahj is simply one member of the Circle’s inner ring. This handful of men and women keep hold of their power only by making the most vile deals with Chaos. The Transpired Circle secretly references the device unearthed on its planet of origin by its founding members. This blasphemous alien relic corrupts the human form, granting inhuman gifts to the few who manage to survive the process. However, it is said that after the carefully shrouded ritual of initiation, no one is ever quite the same. Their behaviours change slowly over the years, with the oldest members of the inner circle now using their ill- gotten fortunes to pursue agendas no man can fathom. Drahj himself is one such survivor, now a xenos perversion in human skin. He balances his arrogance with charm, at least in the presence of the Adeptus Astartes. Table   2–2:   Actions   in   the   Unfinished Basilica  Action   Acrobatics or Agility Test †  Melee (per Round)   Routine (+20) Half Move or Dodging   Ordinary (+10) Full Move   Challenging (+0) Run or Charge   Difficult (–10)  † Activating the magnetised boot soles of Astartes power armour negates the need for these tests but has the usual effect on Move- ment.  68"
    },
    {
      "page": 87,
      "text": "II: A Stony Sleep Table 2–4: Mission Experience Rewards  Objective   Experience Awarded  Save Inquisitor Quist’s Life   350 XP Complete Inquisitor Vincent’s investigation and determine what lies beneath the southern ocean   350 XP Prevent the Reborn from rising and consuming Karlack   400 XP Discover the fate of Inquisitor Vincent   175 XP Kill or capture Isiaah Faln   250 XP Get past the Alpha Legion forces in the tomb city   250 XP Determine the city’s exact location   200 XP Find a way to enter the tomb city   175 XP Acquire transport capable of operating in extreme ocean depths   200 XP Prevent the Sons of Taeg from assassinating Prince-Prefect Allewis   150 XP Help Mediator Dyne deal with Alexei Drahj   100 XP Defeat the xeno-cult beneath the Cenotaph   75 XP  ArTEfACT MAnIfEST  Crescent Bladed Sceptre To the best of my observations this short staff is purely ceremonial. It is topped by two large crescent blades and two smaller sets of blades, all symmetrical. It does appear to have some form of micro-circuitry embedded in the handle, but it is of insufficient magnitude to possibly constitute a weapon. It does appear that the bottom part of the sceptre has broken off. Crystal Conduit I have personally collected three samples of these translucent tubes in varying sizes, and they are perhaps the most commonly found xenos artefact on Karlack, aside from the rock fashioned into so-called “eternity charms.” I shudder to think how many of these relics are probably in use as doorstops and even glassware by the natives. The conduits have proved highly resistant to heat and energy, suggesting they were used to conduct power in weapons and technology. field Emitter This small device bears a passing resemblance to force fields and similar Imperial devices, leading both Dyne and myself to speculate that it likewise emitted some kind of field. However, it is entirely possible that the artefact serves no such purpose. It could be an explosive, a beacon, or perhaps even just a lifeless religious icon for all the response we have been able to prompt from it. Metal Carapace This curious metal shell is at once smooth and angular. Less than a metre long, it appears as though some sort of appendages once connected to both sides of the shell. Its underside displays remnants of gravitational projectors. Broken halberd There is very little left of this weapon. The composition of its handle is similar to the sceptre, although the circuitry is less complex. Its weighting and broken joints suggest some form of double-bladed melee weapon. By THE AuTHorITy of InQuISITor ZAEr VInCEnT, orDo XEnoS  86"
    },
    {
      "page": 88,
      "text": "II: A Stony Sleep  Escape by Teleportation  If the Battle-Brothers use the sigil, they find themselves beneath the Cenotaph of Achilus, at the matching circle in the Empty Mausoleum.  return   to   Citadel   priMariS  Quist is awake and recovering when the Kill-team returns to Citadel Primaris. She listens intently to whatever report they give. If they retrieved Inquisitor Vincent, she asks that he be brought to her. The broken man weeps quietly against her shoulder and she speaks gentle words of comfort to him. All the while, her left hand drifts beneath her robes. It emerges with her bolt pistol. In one swift motion, she brings it to the back of his head and pulls the trigger. The explosion spatters her in his blood. Mediator Dyne stiffens, as though about to retaliate for the death of his master, but Nihl’s presence is enough to make him think better of it. If the Space Marines have grown attached to Vincent or the GM has some other reason to believe they might want to interfere in this matter, he may want to allow an Agility Test to intervene before Quist pulls the trigger. On the other hand, if the Kill-team reports his existence but left him elsewhere, she verifies his location and gives a small nod to Nihl, who silently departs to dispatch him. If the Battle-Brothers do not make an issue of the execution, then Quist has nothing more to say on the matter. However, if they question her at the Citadel or on the return trip to Erioch, she says simply:  “The Zaer Vincent I knew was a good man. He devoted his life to protecting mankind even in the Reach where many of the faithless have forgotten the Emperor. The person I killed was a broken traitor. He gave aid to the enemies of man and rambled about xenos ruins to anyone he saw. He was a liability to the Ordo, and it would show no pity for his failing. The clean death I gave him was a mercy.”  Quist’s preference is that everyone believes Vincent died with his retinue—not to hide the execution but to preserve his integrity. She requests that they let her be the one to report on him, but does not argue if the Battle-Brothers take other actions. She may, however, hint that she will omit being poisoned from her report (assuming it happened) if they agree to her request.  reSpeCtS   for   the   dead  The Battle-Brothers most likely bring news of at least one Inquisitor’s death after this Mission. The Inquisitor of the Chamber, Hezika Carmillus, arranges a funerary ceremony shortly after the Kill-team’s return. The following assumes Quist lived; if she perished Inquisitor Carmillus takes her place in presiding over the rites. The Battle-Brothers are given the option to attend. Read aloud or paraphrase the following:  The funeral takes place in one of many unused chambers along Watch Fortress Erioch’s exterior. Death has finally given it a purpose. Had the ceremony been somewhere other than a remote war front, it might have been a grand political affair. Instead, the attendees number a few dozen, mainly the resident Ordo Xenos members and Battle-Brothers like yourself. Watch Commander Mordigael and several others give short eulogies.  The Battle-Brothers may also elect one of their number to speak, if they so desire. As the ranking member of the Ordo Xenos, Inquisitor Carmillus speaks last:  “None of us can ask for more than to die in service to the Imperium. The number of people who hear our name or speak praises over our coffin does not change who we were in life, where we succeeded and where we failed. A cold grave is reward enough; for it is the only rest the vigilant will ever know. So go now to the slumber you have earned.” She gives the signal for the casket to be released into the void.  rewardS  Table 2 – 4 Mission Experience Rewards (see page 86) shows the value of completing each of the Objectives if you award experience using the detailed mission-based method. The following are worth 1 Renown each: • Preventing Inquisitor Quist from being poisoned or if she chooses to omit it from her logs. • Stopping the Reborn xenos from rising again. • Defeating the Alpha Legion. • Killing or capturing Isiaah Faln. • Any two of the following: stop Alexei Drahj, bring Inquisitor Vincent to Quist, stop the sons of Taeg from killing the Prince-Prefect. • If the Battle-Brothers deliberately killed any Imperial citizens other than cultists, they lose 1 Renown. The GM should reference page 270 in the   Deathwatch  Rulebook to see if the Kill-team qualifies for additional Renown   for   completing   multiple   Objectives.   As   always, he should also feel free to further reward clever plans and good roleplaying.  future   M iSSionS  The starscape in the submerged temple might have raised or answered any number of questions. The GM could easily add one or half a dozen sites marked upon it that the Deathwatch must now examine. One can only hope that all traces of the tomb city were crushed by the sea. However, Karlack’s southern oceans are infamous for washing strange objects up to shore. Even as the Battle-Brothers return home, inhabitants of the archipelagos might be hauling a shimmering metal idol out of the sea.  87"
    },
    {
      "page": 89,
      "text": "II: A Stony Sleep  Appendix: NPCs  p   rinCe -prefeCt   allewiS  For more information on Allewis see page 59.  Prince-Prefect Allewis Profile wS   BS   S   T   Ag   Int   Per   wP   Fel 46   34   33   41   35   50   52   45   44  Movement:   3/6/9/18   Wounds:   16  Skills:   Awareness (Per) +10, Carouse (T), Charm (Fel) +10, Command (Fel) +10, Deceive (Fel) +20, Dodge (Ag) +10, Literacy (Int), Scholastic Lore (Heraldry), Scrutiny (Per) +10.  Talents:   Master Orator, Melee Weapon Training (Primitive). Pistol Weapon Training (Las).  Armour:   None.  Weapons:   Monoblade   (1d10+3   R,   Pen   2,   Balanced), Duelling Laspistol (30m; S/–/–; 1d10+3 E; Pen 7; Clip 1; Rld 1 Full, Accurate, Tearing).  Gear:   Extremely fine and expensive clothing, ornate and ostentatious jewellery, 2 spare charges for duelling laspistol.  alexei   drahj  This rich merchant is secretly a member of the Transpired Circle. Like his dark peers, he has sacrificed his humanity for wealth and personal power.  Alexei Drahj Profile wS   BS   S   T   Ag   Int   Per   wP   Fel  (10)   (12)   (8)  55   50   58   65   47   52   48   60   50  Movement:   4/8/12/24   Wounds:   38  Skills:   Awareness (Per), Carouse (T), Charm (Fel), Command (Fel) +20, Common Lore (Underworld) (Int +10, )Deceive (Fel) +20, Dodge (Ag) +20, Forbidden Lore (Xenos) (Int) +10, Intimidate (S) +10, Literacy (Int), Scrutiny (Per), Speak Language (Low Gothic, High Gothic) (Int).  Talents:   Ambidextrous, Basic Weapon Training (Universal), Concealed Cavity, Heightened Senses (All), Lightning Attack, Melee Weapon Training (Universal), Pistol Weapon Training (Universal),   Preternatural   Speed,   Swift   Attack,   Unnatural Agility (x2), Unnatural Strength (x2), Unnatural Toughness (x2).  Traits:   Dark Sight, From Beyond, Regeneration (3), The Stuff of Nightmares, Transpired Alteration. † Armour:   Armoured Bodyglove (AP 3).  Weapons:   Custom Ryza-Pattern Plasma Pistol (30m; S/2/–; 1d10+7 E; Pen 7; Clip 10; Rld 3 Full, Overheats, Reliable), Xenocrafted Power Sword (1d10+16 R; Pen 6; Balanced, Power Field), Xeno-Filament Grenades (Thrown; SBx3m; S/–/–; 4d10+4 R; Pen 6; Blast (1); Tearing).  Gear:   Expensive yet practical clothing; Personal encrypted vox, chrono, 3 Xeno-filament grenades.  †   Transpired Alteration:   Some members of the Transpired Circle can control their bodies at a structural level that rivals psychic biomancers. Once per Round, as a Free Action, Drahj can make a Willpower Test. If he succeeds, he may add +10 to one Characteristic until the next time he uses this ability.  a   lexei ’S   thug  Thug Profile wS   BS   S   T   Ag   Int   Per   wP   Fel 40   35   35   40   38   30   36   38   24  Movement:   3/6/9/18   Wounds:   18  Skills:   Awareness (Per) +10, Climb (S), Dodge (Ag) +10, Intimidate (S) +10, Shadowing (Ag), Silent Move (Ag)  Talents:   Basic Weapon Training (Las, SP), Melee Weapon Training (Primitive), Pistol Weapon Training (Las, SP)  Armour:   Mesh Armour (4 All)  Weapons:   Monoblade (1d10+4 R; Pen 2), Hand Cannon (35m;   S/–/–   1d10+4   I;   Pen   2;   Clip   5;   Rld   2   Full), Lascarbine (35m; S/2/– 1d10+3 E; Pen 0; Clip 40; Rld 2 Full; Reliable).  Gear:   Micro-bead vox, 1 Hand Cannon Reload, 1 Las charge pack, Lho sticks  Mediator   lazel   dyne  For more if information on Mediator Dyne, see page 63.  Mediator Lazel Dyne Profile wS   BS   S   T   Ag   Int   Per   wP   Fel  (12)  40   45   45   48   44   60   55   50   36  Movement:   4/8/12/24   Wounds:   20  Skills:   Awareness (Per) +10, Ciphers (Inquisition) (Int) +20, Command (Fel) +10, Common Lore (All) (Int) +10, Dodge (Ag) +10, Forbidden Lore (Inquisition, Heresy, Xenos, Psykers, Warp) (Int) +10, Inquiry (Fel) +20, Literacy (Int) +20, Logic (Int) +10, Medicae (Int) +10, Scholastic Lore (All) +20; Scrutiny (Per) +10, Speak Language (Low Gothic, High Gothic and a number of human and xenos tongues) (Int) +10).  Talents:   Electro Graft Use, Basic Weapon Training (Universal), Concealed   Cavity,   Exotic   Weapon   Training   (Web   Pistol), Foresight, Infused Knowledge, Logis Implant, Melee Weapon Training   (Universal),   Peer   (Academics,   Inquisition),   Pistol Weapon Training (Universal), Polyglot, Swift Attack, Total Recall, Unnatural Intelligence (x2).  Traits:   Knowledge is Power † , Cyclopaedic Learning †† Armour:   Concealed Mesh Armour (All 4)  88"
    },
    {
      "page": 99,
      "text": "III: The Vigilant Sword Table 3–1: Mission Consequences  Decision Location   Action Taken Consequence Timing   Story Effect   Statistical Effect  Aurum Finding the thaumagramm diode schematic Combat in the Diode Chamber The Battle-Brothers have a solid understanding of what a thaumagramm diode is and the havoc it can cause. The Battle-Brothers are mentally prepared for the effects of the diodes and gain a +10 to resist them. Aurum Leaving Aurum actively at war with the Imperium Opening / Arming The Auran pacification war has been slow and costly. Resources in the Reach are more strained than ever. The scarcity of resources impacts the Deathwatch as well. Subtract 10 from the Mission’s Requisition Rating Aurum   Completing the Divested Hunt Combat with Mutated Servitors, Soul Alembic, Defiler Foundry The desolate Reaving Canyons are quite similar to the lava wastes of Samech. The Battle- Brothers gained insight on how to use this type of terrain effectively. In combats on Samech’s open lava wastes, the Battle-Brothers always count as having cover with AP 2. Aurum Preventing Lan from being infected by the Brood Opening / Briefing If Lan was infected by the Brood, key Imperial relays along border of the Orpheus and Acheros Salients have been destroyed by an unknown attacker. If the relays stand, the Deathwatch has better information on Samech to brief the Kill-team. Karlack Allowing the royal guard be inducted into the Karlack 1st (Not accepting the Prince- Prefect’s request) Opening / Skitarii combats The royal guard’s presence in the new Karlack 1st greatly increased its starting combat prowess. If the royal guard joined the Karlack 1st, the number of Skitarii present in certain encounters decreases as Samech has lost troops in combat with the regiment Karlack Saving Prince-Prefect Allewis from being murdered Opening / Briefing The PDF captured and interrogated one of the Apostate Magi on Karlack. The Prince-Prefect shows his gratitude by sharing the outcome with the Kill-team The tech-priest did not know what the alien technology was to be used for, but he was “persuaded” to give detailed information about the layout of the Irradial Forge, which the Kill- team now has. Karlack   Killing or capturing Alexei Drahj Journey on the  Thunder’s Word  If Alexei Drahj and his ship, the   Frozen Tear , remained free, he damaged the   Thunder’s Word  in a recent conflict. If the Kill-team did not stop Drahj on Karlack, it makes the   Thunder’s Word  more vulnerable to detection. Karlack Saving Magos Quezalt’s equipment at the Kal’thane Bulwark Opening / Briefing Magos Quezalt eventually learned that Samech tech- priests had been on the planet. He sends the Kill-team an item that he believes will be helpful if they face the apostates again. Quezalt’s algorithm purifier provides spiritual protection and a +10 bonus to Tech-Use Tests when dealing with Samech’s unclean tech. Karlack   Killing or capturing Isiaah Faln   Arming If Isiaah Faln had the opportunity to damage Karlack from the inside, it impacted the war effort. The increased availability of resources impacts helps the Deathwatch resupply as well. Add 10 to the Mission’s Requisition Rating if the Kill-team dealt with Faln. Karlack Finding the trialkaline in the Tomb City and identifying it Arming / Samech Forge Master Greyweaver recommends protecting the Kill-team’s gear in a similar manner. The Battle-Brothers’ equipment is safe from the rust decapods’ Highly Acidic Trait. Karlack Hearing Lamdus’s warning and warding themselves with the Emperor’s blessings Arming / Irradial Forge The Emperor’s blessing masks the Battle-Brothers from Dahzak’s sorcerous sight. Dahzak is completely unaware that the Deathwatch is coming to Samech. This affects certain events inside the Irradial Forge.  98"
    },
    {
      "page": 104,
      "text": "III: The Vigilant Sword  A Turbulent Voyage  “The empyrean’s foulness bled out through the pores of space, like a murderous infection beneath the skin of reality. There, one cannot pretend that daemons are not separated from us by a tremulously thin veil. I pray I need never enter that place again.”  –Rogue Trader Kazandus Lan, speaking of the Charon Stars  S amech is one of the most well-protected planets in the Acheros Salient, and lies deep behind enemy lines. Fortunately, no vessel is better suited to make this run than the   Thunder’s Word , a Deathwatch Gladius-class frigate. Details on the   Thunder’s Word   and its commander, Battle- Brother Pellas, can be found on page 335 of the   Deathwatch  Rulebook. This is not the first time the vessel has had to slip into the territory of the apostate Magi. However, the last time did not involve deploying forces to the Iron Pit itself. The forge world’s atmosphere is choked with pollution and rife with ionisation. This should make the entry of a single drop pod relatively difficult to detect. From that point on, the Kill- team is on their own. Life aboard the   Thunder’s Word   is very similar to that on Erioch. Other Deathwatch Space Marines crew the ship, and its interior reflects a similar aesthetic to the interior of the Watch Fortress. While it lacks the training amenities of the massive fortress, the crew regularly engages in hand-to-hand sparring in the limited cargo hold, and the Kill-team are treated as brothers in arms by the other Deathwatch Space Marines. Conversations in transit offer another chance to present the players with information on targets of opportunity. If the Kill- team engages in extensive discussions with the crew, another subject sure to come up is the ship’s service history.  Battles of the Thunder’s Word  The Slaughterhouse Infiltration: This mission is the reason the   Thunder’s Word   has the best chance of bringing the Kill- team safely to their destination. The   Thunder’s Word   bypassed Samech’s entire fleet to reach “the Slaughterhouse,” a watch station circling a nightmare world. One of the keys to their success was the discovery of “Altaire’s Arrow.” Their Navigator, Altaire Vor’cle, discerned a narrow shaft of relatively calm space in the turbulence around the Hadex Anomaly. Not only does Altaire’s Arrow allow safe passage, but it also helps mask the presence of a ship travelling through it. The Defence of Hestus: Removed from all the primary battle fronts, Watch Station Hestus drifts through space like a rogue moon. It orbits no known celestial body, but slowly travels some incalculable path that keeps it forever in sight of the Jericho Reach. Several years ago, the watch station drew the eye of Chaos raiders thinking to corrupt it into a part of their arsenal. The   Thunder’s Word   deployed to investigate the sudden cessation of its data beacon. They arrived to face an Infidel raider, but it called for aid before they could destroy it. Wave after wave of Swiftdeath fighters and Infidel class raiders assaulted the   Thunder’s Word   as the foe threw their entire force at the Deathwatch vessel. Not only did the   Thunder’s Word  prevail, they completely eliminated the entire raiding fleet. Sighting of Hive Dagon: In another of the vessel’s better known exploits, the   Thunder’s Word ’s was the first to discover the Tyranids encroaching on the Jericho Reach and live to tell the tale. The crew spins a compelling first-hand account of finding the Freya system suddenly emptied of all life, and the morbid puzzle of trying to understand what could have wrought such death—followed by the dreadful answer from the assault of two Tyranid drone ships. The Kalenikos Extraction: The Crusade’s landing at the beaches of the Raek Forest cost thousands of Imperial Guard lives. As the Fist of the Emperor struggled to maintain their eroding hold in the sand, reports quickly accumulated of an alien presence that seemed hostile to both the Imperium and the Tau Empire. The Ordo Xenos covertly began an investigation, only to be cut off when the Crusade withdrew from the world. The   Thunder’s Word   was responsible for the location and retrieval of the Ordo Xenos operatives before they were lost with the other abandoned souls.  Battle Wounds  As indicated on Table 3–1, if the Kill-team did not end the proscribed trading activities of Alexei Drahj, the   Frozen Tear   soon came into conflict with the   Thunder’s Word . If this happened, the   Thunder’s Word   is still obviously healing from that fierce battle. The hull shows many temporary patches over long lance fissures, and the plasma drives occasionally produce energy spikes that ripple through the ship. During the journey to Samech, the Techmarines obviously strive  the   eMperor   proteCtS  The dying warning of Lamdus Rize was “The Emperor Protects.” What did he mean by these words? Dahzak commands the foul sorceries of Chaos, and he excels at using them to predict the movements of his enemies. However, the light of the Emperor blocks his vision. The Sword of Vigilance contains several points where it is possible for Dahzak to use his foretelling against the Kill- team. Space Marines usually swear oaths of valour before a Mission, and often bear some form of holy icons on their personages. However, only very specific protections foil the sorcerer’s divination. If the Battle-Brothers interpret the warning as a need to seek out the Emperor’s blessing, a priest or Chaplain is certainly available on the Watch Fortress to perform such a rite and affix special purity seals. A successful  Challenging (+0) Lore: Scholastic (Imperial Creed) Test   also interprets the warning thusly. If the team consults an NPC on the matter, they might make this test for the characters. Another form of protection is to select the Oath to the Emperor at Oath-Taking. It is possible for the Kill-team to select this oath regardless of Rize’s warning. Even if it was not chosen deliberately, the oath still conveys its protection, although the Battle-Brothers may never know that the Emperor shielded them.  103"
    },
    {
      "page": 106,
      "text": "III: The Vigilant Sword  Conditional   enCounter : puShing the   oddS  If the Battle-Brothers ended the threat of Alexei Drahj and prevented the conflict where he damaged the   Thunder’s Word , the ship slips undetected into Samech’s orbit for a second time. In this case, the drop pod launch goes smoothly. However, if the frigate still bears the damage from their recent battle with the Transpired Circle, the planet’s defence augurs detect the erratic energy signature of their plasma drives. The first sign of trouble comes only a few moments after translating back into real space. Read aloud or paraphrase the following.  Without warning, the   Thunder’s Word   shudders and tilts as a battery salvo reverberates off the hull. The external feeds show several dingy red ships breaking orbit to turn towards your vessel. Pellas’s voice comes over the vox system: “Go Brothers! To the drop pods! We will do our duty here. Do yours.”  However, before the Kill-team can reach the drop pod, there is a resounding impact against a nearby bulkhead followed by the shrieking of tearing metal; the bulkhead begins to spark and melt. Skitarii pour from the boarding torpedo. At this point the Battle-Brothers are 60 metres from the drop pod. The unfailingly loyal soldiers have only one goal: keep the enemy from reaching Samech. They split into two equal sized groups (the total number of Skitarii should be roughly equal to the number of Battle-Brothers plus four). One attacks the Battle-Brothers, while the other focuses on destroying the drop pod before the Kill-team can launch. The Kill-team must decide whether they stop the Skitarii from wreaking havoc on the   Thunder’s Word , or concentrate on getting to the pod and launching their Mission. Should the Horde succeed in disabling the drop pod, it takes ten minutes and a   Difficult (–10) Tech-Use Test   to repair the damage. This means the Kill-team must wipe the boarders out to a man, or do an unparalleled job of protecting the technician. The Skitarii profile is on page 134.  INTO THE HEART OF DARKNESS  He beckoned to the spirit of murder, to the profound evil, to the darkness in the heart of the land.  –Extract from a Terran cautionary tale When the Battle-Brothers deploy, read aloud or paraphrase the following:  The first few seconds after the drop pod launches are calm in the weightless silence of the void. Then you hit Samech’s atmosphere; the pod lurches and rattles as though protesting immersion in this vaporous taint. The violent movements buffet your pod, and you can hear the roar of fiery plasma sheathing your descent. This gives way abruptly to the thunder of the retro rockets when they kick in, slamming your shoulder pads against the top of your harness as they slow your fall. The super-heated air around the pod dissipates and the data screen on the central column displays the rocky ground rushing towards you. With a final jolt, the drop pod hits the rocky surface. Except for the settling dust of your landing, the harsh landscape is still as death. The pitted crags snake endlessly in all directions, and nothing moves under the ruddy sky.  A smooth, glassy rail lies nearby, running roughly north and south. It is perfectly level, and the contrast only serves to emphasise how uneven the ravaged land is. The rail spans huge gaps, hanging alone in the air with a gravity-defying disregard for the yawning abysses beneath it. The Kill-team’s information indicates that this rail line leads north towards their destination. The first hour of their trek is uneventful. However, when they are a few kilometres out from the forge district, the area’s sentry spirits detect the power signatures of their   armour . Skirmishes between the different forge districts, as well as feral machines and raids from scavengers are all common on Samech, and the Battle-Brothers are mistaken for just another band of raiders. The planet’s magi have devised an infinite arsenal of blasphemous and lethal technology to defend their secrets. What greets the Battle-Brothers is a type of “improved” servitor crafted by Arch-Magos Vayze. These monstrosities are a product of Vayze’s long-standing fascination with the power to be gained by fusing Samech’s tech heresies with the power of the dark gods. Read aloud or paraphrase the following:  You spot the phalanx of machine-beasts several dozen metres out. The heavy brutes are neither quiet nor agile as they lumber over the jagged terrain. It is as though someone took the most Chaos- deformed mutants they could find, and then covered them with crude augmetics and corroded armour plating. Over time, the foul essence of the creatures beneath have warped the machines as well as the flesh.  a Ship   in   peril  Even if the   Thunder’s Word   was not detected initially, there is a limit to how long it can remain hidden in Samech’s well-protected orbit. This adventure is full of tertiary objectives and colourful content to explore. You do not want to deny your players the chance to explore it, but every group’s tolerance for such exploration is different. If you need to redirect the focus back to the Primary Objective or increase the sense of urgency, the   Thunder’s Word   can periodically vox down in an increasing state of peril, urging the Kill-team to hurry so that they can be extracted. An Optional Encounter associated with this problem is also provided.  105"
    }
  ],
  "results": [
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 55,
      "range": [
        53,
        57
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep A Stony Sleep Beneath Man’s glories that rose and fell, they slumber. Beneath the shadow that eclipsed an age, they slumber. Beneath the tenuous grasp that reaches to reclaim, they slumber. Do not wake the sleeping ancients. –anonymous prophecies found in Watch Fortress Erioch’s Vaults K arlack is the lynchpin of the Achilus Crusade’s military might and central to the defences of the Iron Collar which guards the Well of Night. The natives of the once-green planet maintained their Imperial traditions through the Age of Shadow, and welcomed the Crusade as long-lost allies. Their reward was a planet quickly leeched of resources and transformed day by day into a teeming hive of soldiers and bureaucrats working to keep the Crusade moving forwards. The dwindling local populatio",
        "chosenPage": 55,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 58,
      "range": [
        56,
        60
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep This seems like a high rating for an escort Mission, since the Deathwatch has no idea what they are actually sending the Battle-Brothers into. However, one Inquisitor has already vanished, and Quist has a vested personal stake in the Kill- team’s success. Since she is the Mission Authority, it is easy to justify why she might be generous with equipment. THE INqUISITOR’S SHIP As the chief field agent of Erioch’s Inquisitor of the Chamber, Inquisitor Quist spends far more time in the void than she does on Erioch. Her ship, the Angelus Invictus , is modest in size but highly customised. She provides the Battle-Brothers a communal but sizable room for the journey. Retractable metal slabs are built into the walls; their size is identical to the stone plinths of Erioch’s cells,",
        "chosenPage": 58,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 63,
      "range": [
        61,
        65
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep He listens intently to whatever information they reveal, making noises of consternation and sympathy at all the appropriate moments. The Prince has two primary assets at his disposal: the Planetary Defence Force and a vast network of eyes and ears across the planet. Once he has assembled an idea of what he might be able to offer the Battle-Brothers based on his resources, he gets to his own agenda. The relationship between Allewis and Lord General Iacton is strained at best. Allewis’s desire to maintain some security and standard of living on his planet (at least for himself ) is not in accord with the Crusade’s great need for manpower, materials, and food. Their latest bone of contention is over the re-building of the Karlack 1st. Iacton has his eyes on the royal guard t",
        "chosenPage": 63,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 64,
      "range": [
        62,
        66
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep cannot miss the ensuing commotion. The Sons of Taeg profile can be found on page 91 Most notably, each man has a single demolition charge containing 1d5+1 kg of explosives readied. (Roll separately for the payload of each rebel, and do not reveal the numbers to the players.) These bombs are deadly, but they were intended to be planted, not thrown. If a Son of Taeg becomes desperate enough to use his explosive charge as a weapon, it travels only 2 metres + 2 metres for every degree of success on his Ballistic Skill Test. If the Test is failed, this means it still detonates but travels nowhere. This means there is a high probability the thrower himself is caught in the blast. He will only make such an attack if death seems imminent (this includes being targeted by a Space M",
        "chosenPage": 64,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 65,
      "range": [
        63,
        67
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep • Mediator Dyne hears about the follow up on his master’s disappearance and sends a message (intended for Quist) to the Citadel asking for a meeting in Kar’thir. Once in the city, the Kill-team hears of the Black Templars’ recent presence. (See Stories from Kar’thir on page 63.) UPON THIS ROcK The Cenotaph of Achilus looms in the heart of Kar’thir, Karlack’s largest city. This towering black monument entombs the Crusade’s first Lord Militant, Tiber Achilus. Built upon the ruins of an ancient Imperial temple, it has become the spiritual heart of the Crusade in many regards—with all the curses and commendations that entails. Read aloud or paraphrase the following as the Battle-Brothers approach: The Cenotaph is a gleaming monolith of black marble, built in the centre of a s",
        "chosenPage": 65,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 69,
      "range": [
        67,
        71
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep “And then the Undying said to the farmer: ‘I see that you have learned well the lessons we have taught. Your crops flourish in the drought while those of your neighbours wilt. I shall grant your request.’ The farmer fell to his knees in thanks as the Undying floated gracefully to his ailing child. The Undying laid his cool hand upon the boy’s brow. The sickness left his body, and he was whole again.” The xeno-cultists then spend several minutes offering their praise and devotion to the statue and talking excitedly of the aliens’ return. When the team comes into visual range, everyone can now see the scene described previously. The Battle-Brothers can make Challenging (+0) Awareness Tests at 20 metres up to notice concealed ledges at that height (one on each side of the ro",
        "chosenPage": 69,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 87,
      "range": [
        85,
        89
      ],
      "stats": {
        "profile": {
          "ws": 46,
          "bs": 34,
          "s": 33,
          "t": 41,
          "ag": 35,
          "int": 50,
          "per": 52,
          "wp": 45,
          "fel": 44
        },
        "movement": "3/6/9/18",
        "wounds": 16,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep M atrix anteChaMBer Two open doorways lead from either side of this perpendicular room into the power matrix. As the Kill-team nears this juncture, read aloud or paraphrase the following: You no longer need to suppose what the construct at the entrance looked like intact. One undamaged and in possession of all eight limbs hovers through one of the wide entrances in eerie silence. Had it been forged by Imperial hands, such an advanced creation would surely be adorned with embellishments and litanies. Instead, its angular shell reflects only functional considerations. Its massive body is unpainted metal; the only colour it carries are several glowing green photo-receptors on its small head. One of its forward limbs is a wicked trident of claws. The other is a long, sinister",
        "chosenPage": 87,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 88,
      "range": [
        86,
        90
      ],
      "stats": {
        "profile": {
          "ws": 46,
          "bs": 34,
          "s": 33,
          "t": 41,
          "ag": 35,
          "int": 50,
          "per": 52,
          "wp": 45,
          "fel": 44
        },
        "movement": "3/6/9/18",
        "wounds": 16,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep The Battle-Brothers are now in double jeopardy of running out of time. The aliens are close to waking, and even if the Kill-team avoids the arcing energy, they stand a slim chance of survival once the monoliths get into range. They need to devise some method of shutting down the core, and quickly! If the players continue to repeatedly Attack the power matrix with their usual methods, the GM should drop a hint that a direct assault might not be the best approach. For example: “Once again your plasma blast spatters harmlessly on the deflection barrier. Nothing you have done seems to have scratched the device. You’re beginning to think you might need another way to shut it down.” Ideally the Kill-team comes up with a plan that uses their individual abilities to overcome this",
        "chosenPage": 88,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 89,
      "range": [
        87,
        91
      ],
      "stats": {
        "profile": {
          "ws": 46,
          "bs": 34,
          "s": 33,
          "t": 41,
          "ag": 35,
          "int": 50,
          "per": 52,
          "wp": 45,
          "fel": 44
        },
        "movement": "3/6/9/18",
        "wounds": 16,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "II: A Stony Sleep Table 2–4: Mission Experience Rewards Objective Experience Awarded Save Inquisitor Quist’s Life 350 XP Complete Inquisitor Vincent’s investigation and determine what lies beneath the southern ocean 350 XP Prevent the Reborn from rising and consuming Karlack 400 XP Discover the fate of Inquisitor Vincent 175 XP Kill or capture Isiaah Faln 250 XP Get past the Alpha Legion forces in the tomb city 250 XP Determine the city’s exact location 200 XP Find a way to enter the tomb city 175 XP Acquire transport capable of operating in extreme ocean depths 200 XP Prevent the Sons of Taeg from assassinating Prince-Prefect Allewis 150 XP Help Mediator Dyne deal with Alexei Drahj 100 XP Defeat the xeno-cult beneath the Cenotaph 75 XP ArTEfACT MAnIfEST Crescent Bladed Sceptre To the best",
        "chosenPage": 89,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 99,
      "range": [
        97,
        101
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "III: The Vigilant Sword The Vigilant Sword “A shield is not always the right instrument of defence. Sometimes you give a man a shield and show him how to stand true. However, it is the Adeptus Astartes’ duty to protect mankind by taking the sword to that which man cannot stand against.” –Vulkan He’stan of the Salamanders Chapter D ahzak and the Vinculum Proselytes finally have everything they need to complete their attack on the warp gate. At the eleventh hour, the Battle-Brothers realise how great a menace stirs on Samech. To protect all of the Jericho Reach, they launch a pre-emptive strike into the heart of the Chaos-held Acheros Salient. OVERVIEw The Deathwatch eventually deciphers the meanings of their findings on Karlack and Aurum, and realises that the unholy alliance on Samech is t",
        "chosenPage": 99,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 104,
      "range": [
        102,
        106
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "III: The Vigilant Sword “It is true, we have only speculation as to what the so-called ‘Vinculum Proselytes’ are crafting in their blighted forge. However, it cannot be denied that some foul power rises there, and it means only ill for Mankind. The Chamber of Vigilance has judged that these activities must be halted. Brothers, you have kept the watch proudly. Now we ask you to pursue the enemy you have sighted. Samech is a den for traitors to Mankind and Machine alike. If they are conjuring a new weapon it can only bode ill for the Emperor’s subjects. Find it. Destroy it. See that their infection does not bleed through the Iron Collar.” To assault the Iron Pit by force would require a massive war fleet, to say nothing of the extra firepower required simly to travel that far behind the fron",
        "chosenPage": 104,
        "chosenOffset": 0
      }
    },
    {
      "pdf": "Deathwatch - The Emperor Protects.pdf",
      "foundPage": 106,
      "range": [
        104,
        108
      ],
      "stats": {
        "profile": null,
        "movement": null,
        "wounds": null,
        "toughness": null,
        "skills": null,
        "talents": null,
        "traits": null,
        "armour": null,
        "weapons": null,
        "gear": null,
        "snippet": "III: The Vigilant Sword A Turbulent Voyage “The empyrean’s foulness bled out through the pores of space, like a murderous infection beneath the skin of reality. There, one cannot pretend that daemons are not separated from us by a tremulously thin veil. I pray I need never enter that place again.” –Rogue Trader Kazandus Lan, speaking of the Charon Stars S amech is one of the most well-protected planets in the Acheros Salient, and lies deep behind enemy lines. Fortunately, no vessel is better suited to make this run than the Thunder’s Word , a Deathwatch Gladius-class frigate. Details on the Thunder’s Word and its commander, Battle- Brother Pellas, can be found on page 335 of the Deathwatch Rulebook. This is not the first time the vessel has had to slip into the territory of the apostate Ma",
        "chosenPage": 106,
        "chosenOffset": 0
      }
    }
  ]
}